Repository: foligny/browsershots-psycopg2
Catalog: shotserver/shotserver04/locale/*/LC_MESSAGES/django.po
Languages: cs, da, de, el, es, fr, it, nb, pl, pt_br, ro, ru, sv

source: A number of distributed computers will open your website in their browser.
cs: Několik spravovaných strojů otevře vaší stránku ve svém prohlížeči.
da: Et vis antal af distribuerede computere vil åbne din hjemmeside i deres browser.
de: Einige verteilte Computer werden deine Webseite in ihrem Browser öffnen.
el: Διάφοροι απομακρυσμένοι υπολογιστές θα ανοίξουν την ιστοσελίδα σας στον φυλλομετρητή τους.
es: Un número de computadoras distribuídas abrirá su sitio web en su navegador.
fr: Un certain nombre d'ordinateurs ouvriront votre site internet dans leur navigateur.
it: Una rete di computer visualizzerà il tuo sito internet nei rispettivi browser
nb: Et antall spredte datamaskiner vil åpne nettstedet ditt i nettleserne sine.
pl: Rozproszona sieć komputerów otworzy zadaną stronę w dostępnych na nich przeglądarkach internetowych.
pt_br: Um número de computadores distribuídos irá abrir seu website em seus navegadores.
ro: Un număr de computere repartizate vor deschide pagina ta web în browser-ul lor.
ru: Несколько различных компьютеров откроют ваш сайт в своих браузерах.
sv: Ett antal distribuerade datorer kommer att öppna din webbsida i deras webbläsare.

source: Then they will make screenshots and upload them to the central server here.
cs: Poté vytvoří screenshot a zašlou jej sem na centrální server.
da: Så vil de tage screenshots af din hjemmeside og uploade dem til den centrale server her.
de: Dann machen sie Screenshots und laden sie hier zum zentralen Server hoch.
el: Μετά θα φτιάξουν στιγμιότυπα οθόνης και θα τα ανεβάσουν στον κεντρικό εξυπηρετητή εδώ.
es: Luego se harán capturas de pantallas y se cargarán aquí en el servidor central.
fr: Ils feront donc des captures d'écran et les enverront sur ce serveur central.
it: Quando avranno eseguito gli screenshots li invieranno in questo server centrale.
nb: Deretter vil de lage skjermdump og laste dem opp til tjeneren sentralt.
pl: Następnie komputery te wykonają zrzut ekranu i wyślą go na centralny serwer.
pt_br: Então ele irá tirar screenshots e enviá-las para o servidor central.
ro: Apoi ele vor captura imagini ale ecranului şi le vor încărca pe acest server central.
ru: Затем они сделают скриншоты и загрузят их на центральный сервер.
sv: Sen kommer de att ta en skärmbild och ladda upp dem till en central server här.

source: latest news
cs: poslední novinky
da: seneste nyheder
de: Nachrichten
el: τελευταία νέα
es: noticias recientes
fr: dernières nouvelles
it: ultime novità
nb: siste nytt
pl: najnowsze wiadomości
pt_br: últimas notícias
ro: ultimele ştiri
ru: последние новости
sv: senaste nytt

source: premium sponsors
cs: premium sponzoři
da: hovedsponsorerer
de: Premium-Sponsoren
el: μεγάλοι χορηγοί
es: patrocinadores premium
fr: principaux sponsors
it: premium sponsor
nb: hovedsponsorer
pl: główni sponsorzy
pt_br: patrocinadores premium
ro: sponsori premium
ru: премиум-спонсоры
sv: premium sponsorer

source: Missing slash after the hostname.
cs: Chybí lomítko za názvem hostitele.
da: Mangler skråstreg efter hostname.
de: Fehlender Schrägstrich nach dem Hostnamen.
el: Λείπει η κάθετος μετά το όνομα.
es: Hace falta una pleca después del nombre del host.
fr: Slash / manquant après votre nom d'hôte.
it: Manca una barra dopo il nome dell'host.
nb: Skråstrek etter vertsnavn mangler.
pl: Brak slasha po nazwie hosta.
pt_br: Faltando / depois do hostname.
ro: Slash (/) lipsă dupa numele gazdei.
ru: Не хватает слэша после имени хоста.
sv: Saknat snedtecken efter värdnamnet.

source: profanities
cs: prohřešky
da: skældsord
de: Kraftausdrücke
el: βρισιές
es: blasfemias
fr: blasphèmes
it: parolaccie
nb: profaniteter
pl: wulgaryzmy
sv: dumheter

source: fetched
cs: získáno
da: hentet
de: geladen
el: φερμένα
fr: cherché
it: ottenuto
nb: hentet
pl: pobrano
ru: доставлено
sv: hämtad

source: websites
cs: webové stránky
da: hjemmesider
de: Webseiten
el: ιστότοποι
es: sitios web
fr: sites Internet
it: siti web
nb: nettsteder
pl: strony www
pt_br: páginas de Internet
ro: pagini web
ru: веб-сайты
sv: webbsidor

source: website overview
cs: přehled stránek
da: hjemmeside oversigt
de: Webseiten-Übersicht
el: επισκόπηση ιστότοπου
es: reseña de sitio web
fr: aperçu du site Internet
nb: nettstedsoversikt
pl: informacje o stronie
pt_br: Visão geral do website
ru: обзор веб-сайта
sv: översikt webbsida

source: other pages on the same domain
cs: Další stránky na stejné doméně
da: andre sider på det samme domæne
de: andere Seiten auf der gleichen Domain
el: άλλες σελίδες στο ίδιο domain
es: otras páginas en el mismo dominio
fr: autres pages sur le même domaine
it: altre pagine nello stesso dominio
nb: flere sider fra samme domene
pl: inne strony w tej samej domenie
pt_br: outras páginas no mesmo domínio
ro: alte pagini de pe acelaşi domeniu
ru: другие страницы на том же домене
sv: andra sidor på samma domän

source: unknown website
cs: neznámý web
da: ukendt website
de: unbekannte Webseite
el: άγνωστος ιστότοπος
fr: site Internet inconnu
it: sito sconosciuto
pl: nieznana strona WWW
ro: pagină web necunoscută
sv: okänd webbplats

source: This address was never submitted, or removed after inactivity.
cs: Tato adresa nebyla nikdy vložena, nebo byla odstraněna po neaktivitě.
da: Denne adresse er aldrig blevet tilføjet, eller er blevet fjernet efter inaktivitet.
de: Diese Adresse wurde noch nicht eingetragen, oder wegen Inaktivität entfernt.
el: Αυτή η διεύθυνση δεν υποβλήθηκε ποτέ, ή αφαιρέθηκε λόγω αδράνειας.
fr: Cette adresse n'a jamais été soumise ou a été effacée pour inactivité.
it: Questo indirizzo non è mai stato richiesto, oppure è stato rimosso per inattività.
pl: Ten adres nie był nigdy wysłany, lub został usunięty po nieaktywności.
ro: Această adresă nu a fost niciodată trimisă sau eliminată după inactivitate.
sv: Den här adressen skickades aldrig in eller togs bort p.g.a. inaktivitet.

source: %(bytes)s bytes
cs: %(bytes)s bytů
pl: %(bytes)s bajtów
ro: %(bytes)s octeţi
ru: %(bytes)s байт

source: domain
cs: doména
da: domæne
es: dominio
fr: domaine
it: dominio
nb: domene
pl: domena
pt_br: domínio
ro: domeniu
ru: домен
sv: domän

source: domains
cs: domény
da: domæner
es: dominios
fr: domaines
it: domini
nb: domener
pl: domeny
pt_br: domínios
ro: domenii
ru: домены
sv: domäner

source: email
es: correo
nb: epost
ru: электронная почта
sv: epost
