Repository: foligny/browsershots-psycopg2
Catalog: shotserver/shotserver04/locale/*/LC_MESSAGES/django.po
Languages: cs, da, de, el, es, fr, it, nb, pl, pt_br, ro, ru, sv

source: You're already signed in
cs: Již jste přihlášen
da: Du er allerede logget ind
de: Du bist bereits angemeldet
el: Έχετε ήδη εισέλθει
es: Usted ya inició sesión
fr: Vous êtes déjà connecté
it: Sei già autenticato
nb: Du er allerede innlogget
pl: Jesteś już zalogowany
ro: Eşti deja conectat
ru: Вы уже вошли в систему
sv: Du är redan inloggad

source: Please log out and then try again.
cs: Prosím, odhlašte se a zkuste to znovu.
da: Log venligst ud og prøv så igen.
de: Bitte ausloggen und erneut versuchen.
el: Παρακαλώ βγείτε και ξαναδοκιμάστε.
es: Por favor cierre sesión e intente de nuevo.
fr: Merci de vous déconnecter et d'essayez à nouveau.
it: Chiudi la sessione e riprova.
pl: Wyloguj się i spróbuj ponownie.
pt_br: Por favor, saia e entre novamente.
ro: Te rugăm să te deconectezi şi să încerci din nou.
ru: Пожалуйста, выйдите из системы и попробуйте еще раз.
sv: Var god logga ut och försök igen.

source: Username
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de Usuario
fr: Nom d'utilisateur
it: Nome utente
nb: Brukernavn
pl: Nazwa użytkownika
ro: Nume de utilizator
ru: Имя Пользователя
sv: Användarnamn

source: Password
cs: Heslo
da: Adgangskode
de: Passwort
el: Συνθηματικό
es: Contraseña
fr: Mot de passe
nb: Passord
pl: Hasło
ro: Parolă
ru: Пaроль
sv: Lösenord

source: Please enable cookies in your browser.
cs: Povolte ve svém prohlížeči cookies, prosím.
da: TIllad venligst 'cookies' i din browser.
de: Bitte aktiviere Cookies in deinem Browser.
el: Παρακαλώ ενεργοποιήστε τα cookies στον φυλλομετρητή σας.
es: Por favor active las cookies en el navegador.
fr: Merci d'autoriser les cookies sur votre navigateur.
it: Per favore abilita i cookie nel tuo browser.
nb: Vennligst tillat informasjonskapsler (cookies) i nettleseren din.
pl: Proszę włączyć obsługę ciasteczek w przeglądarce.
ro: Te rugăm să activezi cookie-urile în browser-ul tău.
ru: Пожалуйста, включите поддержку cookies в вашем браузере.
sv: Du måste ha cookies påslagna i din webbläsare.

source: Incorrect username or password.
cs: Špatné jméno nebo heslo.
da: Der var en fejl i det indtastede brugernavn eller kodeord.
de: Ungültiger Benutzername oder Passwort.
el: Λανθασμένο όνομα χρήστη ή συνθηματικό.
es: Nombre de Usuario o Contraseña incorrecto.
fr: Nom d'utilisateur ou mot de passe incorrects.
it: Nome utente o password errati.
nb: Feil brukernavn eller passord.
pl: Podana nazwa użytkownika lub hasło nie są poprawne.
ro: Nume de utilizator incorect sau parolă incorectă.
ru: Неправильное имя пользователя или пароль.
sv: Ditt användarnamn och lösenord stämmer inte överens.

source: This account is inactive.
cs: Tento účet je neaktivní.
da: Denne konto er inaktiv.
de: Dieses Konto ist inaktiv.
el: Αυτός ο λογαριασμός χρήστης είναι ανενεργός.
es: Esta cuenta está inactiva.
fr: Ce compte est inactif.
it: Questo account non è attivo.
nb: Denne kontoen er inaktiv.
pl: To konto jest nieaktywne.
ro: Acest cont este inactiv.
ru: Эта учетная запись неактивна.
sv: Detta konto är inaktiverat.

source: Welcome to Browsershots!
cs: Vítejte v Browsershots!
da: Velkommen til Browsershots!
de: Willkommen bei Browsershots!
el: Καλώς ήλθατε στο Browsershots!
es: ¡Bienvenid@ a Browsershots!
fr: Bienvenue sur Browsershots !
it: Benvenuto su Browsershots!
nb: Velkommen til Browsershots!
pl: Witamy w Browsershots!
ro: Bun venit la Browsershots!
ru: Добро пожаловать
sv: Välkommen till Browsershots!

source: let me in
cs: přihlásit
da: luk mig ind
de: lass mich rein
el: βάλε με μέσα
fr: laissez moi entrer
it: fammi entrare
nb: slipp meg inn
ro: dă-mi voie înăuntru
ru: войти в систему
sv: släpp in mig

source: Forgot your password?
cs: Zapomněli jste heslo?
da: Glemt dit kodeord?
de: Passwort vergessen?
el: Ξεχάσατε τπ συνθηματικό;
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
it: Password smarrita?
nb: Glemt ditt passord?
pl: Zapomniałeś swoje hasło?
ro: Ţi-ai uitat parola?
ru: Забыли пароль?
sv: Glömt ditt lösenord?

source: Create a new account?
cs: Vytvořit nový účet?
da: Lav en ny bruger-konto?
de: Neuen Account erstellen?
el: Δημιουργία νέου λογαριασμού;
fr: Créer un nouveau compte?
it: Vuoi creare un nuovo account?
nb: Opprette en ny brukerkonto?
pl: Utworzyć nowe konto?
pt_br: Criar uma nova conta?
ro: Creezi un cont nou?
ru: Хотите зарегистрироваться?
sv: Skapa ett nytt konto?

source: logged out
cs: odhlášen
da: logget ud
de: abgemeldet
el: Έχετε εξέλθει
es: sesión terminada
fr: déconnecté
it: Sessione terminata
nb: logget ut
pl: wylogowany
ro: deconectat
ru: вы вышли из системы
sv: utloggad

source: You have successfully logged out.
cs: Úspěšně jsi se odhlásil.
da: Du er nu logget ud.
de: Du hast dich erfolgreich abgemeldet.
el: Έχετε εξέλθει επιτυχώς
es: Usted salió de su sesión correctamente.
fr: Vous êtes maintenant déconnecté.
it: La sessione è terminata con successo.
nb: Du har logget ut.
pl: Zostałeś wylogowany.
ro: Deconectarea s-a realizat cu succes.
ru: Вы вышли из системы.
sv: Du är nu utloggad.

source: Hi %(first_name)s!
cs: Zdravím %(first_name)s!
da: Hej %(first_name)s!
de: Hallo %(first_name)s!
el: Γειά σου %(first_name)s!
es: ¡Hola %(first_name)s!
fr: Bonjour %(first_name)s!
it: Ciao %(first_name)s!
nb: Hei %(first_name)s!
pl: Witaj %(first_name)s!
pt_br: Olá %(first_name)s!
ro: Salut %(first_name)s!
ru: Привет, %(first_name)s!
sv: Hej %(first_name)s!

source: too many verification emails
cs: příliš mnoho ověřovacích emailů
da: for mange verifikations e-mails
de: zu viele Verifizierungs-Emails
el: υπερβολικά πολλά email επιβεβαίωσης
es: demasiadas verificaciones de correo
fr: trop de vérification d'emails
it: troppe email di verifica
pl: za dużo emaili z weryfikacją
pt_br: muitas verificações de emails
ro: prea multe email-uri de verificare
ru: отправлено слишком много электронных писем с подтверждением
sv: för många epostbekräftningar

source: There were too many email requests from your IP in the last 24 hours.
da: Der var for mange e-mail anmodninger fra din IP de seneste 24 timer.
de: Es gab zu viele Email Anfragen von deiner IP in den letzten 24 Stunden.
el: Υπάρχουν υπερβολικά πολλές αιτήσης για μηνύματα από την IP διεύθυνσή σας τις τελευταίες 24 ώρες.
es: Ha habido demasiadas solicitudes de correo de su IP en las últimas 24 horas
fr: Il y a eu trop de requêtes emails depuis votre IP ces dernières 24 heures.
it: Troppe richieste email dal tuo indirizzo IP nelle ultime 24 ore.
nb: Det har vært for mange e-postforespørsler fra din IP-adresse de siste 24 timene.
pl: Ilość emaili z twojego adresu IP w ciągu ostatnich 24 godzin przekroczyła dopuszczalny limit.
pt_br: Houve muitas requisições de email a partir do seu IP nas últimas 24 horas.
ro: Prea multe cereri email au fost trimise de la IP-ul tău în ultimele 24 de ore.
ru: С вашего IP-адреса поступило слишком много запросов на получение электронной почты за последние 24 часа.
sv: Det är för många epostbegäranden från ditt IP inom de senaste 24 timmarna.

source: Please try again later.
cs: Prosíme, zkuste znovu později.
da: Prøv venligst igen senere.
de: Bitte später erneut versuchen.
el: Παρακαλώ δοκιμάστε ξανά αργότερα.
es: Por favor, intente más tarde.
fr: Merci d'essayer ultérieurement.
it: Riprova più tardi, per favore.
nb: Vennligst prøv igjen senere.
pl: Spróbuj ponownie później.
pt_br: Por favor, tente depois.
ro: Te rugăm să încerci mai târziu.
ru: Пожалуйста, попробуйте еще раз позже.
sv: Var god försök senare.

source: email verification
da: e-mail verifikation
de: Email-Überprüfung
el: επιβεβαίωση email
es: verificación de correo
fr: vérification d'email
it: verifica email
nb: epostbekreftelse
pl: weryfikaja emaila
pt_br: verificação de email
ro: verificare email
ru: подтверждение адреса электронной почты
sv: epostbekräftelse

source: send email
cs: poslat email
de: Email schicken
el: αποστολή μηνύματος
es: enviar correo
fr: envoyer l'email
it: invia l'email
nb: send e-post
pl: wyślij email
pt_br: enviar email
ro: trimite email
ru: отправить электронное письмо
sv: skicka epostmeddelande

source: email error
da: e-mail fejl
de: Email-Fehler
el: σφάλμα στο μήνυμα
es: error de correo
fr: erreur d'email
it: errore email
nb: e-postfeil
pl: błąd emaila
pt_br: erro no email
ro: eroare de email
ru: ошибка при отправке электронного письма
sv: epostfel

source: Could not send email.
cs: Nebylo možné odeslat email.
da: Kunne ikke afsende e-mail.
de: Konnte Email nicht senden.
el: Δεν ήταν δυνατή η αποστολή του μηνύματος.
es: El correo no pudo ser enviado.
fr: Impossible d'envoyer l'email.
it: Impossibile inviare l'email.
nb: Kunne ikke sende e-post.
pl: Nie można wysłać emaila.
pt_br: Não foi possível enviar o email.
ro: Email-ul nu a putut fi trimis.
ru: Нам не удалось отправить электронное письмо.
sv: Kunde inte skicka epostmeddelande.

source: email sent
cs: email odeslán
da: e-mail sendt
de: Email abgeschickt
el: το μήνυμα στάλθηκε
es: correo enviado
fr: email envoyé
it: email inviata
nb: e-post sendt
pl: email został wysłany
pt_br: email enviado
ro: email-ul a fost trimis
ru: электронное письмо отправлено
sv: epostmeddelande skickat

source: A verification email was sent to %(address)s.
cs: Potvrzující email byl poslán na %(address)s.
da: En bekræftelses e-mail er sendt til %(address)s.
de: Eine Test-Email wurde an %(address)s geschickt.
el: 'Ενα μήνυμα επιβεβαίωσης στάληκε στο %(address)s.
fr: Un courriel de vérification a été envoyé à l'adresse %(address)s.
it: Una email di verifica è stata inviata a %(address)s.
pl: Email weryfikacyjny został wysłany na adres %(address)s.
ro: Un email de verificare a fost trimis la %(address)s.
sv: Ett verifikations epostmeddelande har skickats till %(address)s.

source: Check your email inbox and follow the instructions in the message.
cs: Zkontrolujte si svoji e-mailovou schránku a postupujte podle instrukcí v e-mailu.
da: Check din e-mail indbakke og følg instruktionerne i den mail du har modtaget.
de: Überprüfe dein Email-Postfach und folge den Anweisungen in der Nachricht.
el: Ελέγξτε τα εισερχόμενα μηνύματά σας και ακολουθήστε τις οδηγίες στο μήνυμα.
es: Revise su bandeja de correo y siga las instrucciones en el mensaje.
fr: Vérifiez votre boîte mail et suivez les instructions figurant sur le message.
it: Controlla il tui indirizzo email e segui le istruzioni presenti nel messaggio.
pl: Sprawdź swoje konto pocztowe i postępuj zgodnie z instrukcją załączoną w wiadomości.
pt_br: Verifique seu email e siga as instruções na mensagem.
ro: Verifică-ţi căsuţa de email şi urmează instrucţiunile din mesaj.
ru: Проверьте свой электронный почтовый ящик и выполните инструкцию, указанную в письме.
sv: Gå till din inkorg och följ intruktionerna i meddelandet.

source: If your email provider uses graylisting, it may take a few minutes.
da: Hvis din e-mail udbyder bruger "graylisting" kan det tage et par minutter.
de: Wenn dein Email-Anbieter Graylisting benutzt, kann es einige Minuten dauern.
el: Αν ο παροχέας email χρησιμοποιεί φίλτρα, μπορεί να χρειαστούν μερικά λεπτά.
fr: Si votre administrateur courrier utilise le "graylisting", cela peut prendre quelques minutes.
it: Se il tuo provider usa i filtri graylist, ci potrebbero trascorrere alcuni minuti.
nb: Det kan ta noen minutter om din epostleverandør bruker filtrering eller grålisting.
pl: Jeżeli twój dostawca poczty używa szarych list może to potrwać kilka minut.
pt_br: Se o seu provedor de email utilizar graylist, isso pode levar alguns minutos.
ro: Poate exista o mică întârziere în cazul în care furnizorul tău de servicii email foloseşte o listă gri.
ru: Если ваш сервер электронной почты использует защиту от спама (greylisting), доставка может занять несколько десятков минут.
sv: Om din epostleverantör använder grålistning kan det ta ett par minuter.

source: username
cs: uživatelské jméno
da: brugernavn
de: Benutzername
el: Όνομα χρήστη
fr: nom d'utilisateur
it: nome utente
nb: brukernavn
pl: nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
sv: användarnamn

source: first name
cs: jméno
da: fornavn
de: Vorname
el: όνομα
fr: Prénom
it: nome
nb: fornavn
pl: imię
sv: förnamn

source: last name
cs: příjmení
da: efternavn
de: Nachname
el: επώνυμο
fr: Nom
it: cognome
nb: etternavn
pl: nazwisko
sv: efternamn

source: Username must start with a lowercase letter.
cs: Uživatelské jméno musí začínat malým písmenem.
da: Brugernavn skal starte med en lille bogstav.
de: Der Benutzername muss mit einem Kleinbuchstaben beginnen.
el: Το όνομα χρήστη πρέπει να ξεκινά με πεζό γράμμα.
es: El nombre de usuario debe empezar con letra minúscula.
fr: L'identifiant doit débuter par une lettre minuscule.
it: Il nome utente deve iniziare con una lettera minuscola.
nb: Brukernavn må begynne med en liten bokstav.
pl: Nazwa użytkownika musi zaczynać się z małej litery.
pt_br: Nome de usuário precisa iniciar com uma letra minúscula.
ro: Numele de utilizator trebuie să înceapă cu literă mică.
ru: Имя пользователя должно начинаться со строчной буквы.
sv: Användarnamn måste börja med en liten bokstav.

source: Username may contain only lowercase letters, digits, underscore, hyphen.
cs: Uživatelské jméno může obsahovat pouze malé písmena, čísla, podtržítka a pomlčky.
da: Brugernavn må kun indeholde små tegn, tal, understreg og bindestreg.
de: Der Benutzername darf nur Kleinbuchstaben, Zahlen, Unterstriche und Bindestriche enthalten.
el: Το όνομα χρήστη μπορεί να περιέχει μόνο πεζά γράμματα, αριθμούς, κάτω παύλα και παύλα.
fr: Le nom d'utilisateur ne peut contenir que des lettres minuscules, des chiffres, des _ ou des -.
it: Il nome utente puo' contenere solo lettere minuscole, cifre, trattini o sottolineature.
pl: Nazwa użytkownika może zawierać tylko małe litery, cyfry, podkreślenie i myślnik.
pt_br: Nome de usuário deve conter somente letras minúsculas, dígitos, underscore, hífen.
ro: Numele de utilizator poate să conţină doar litere mici, cifre, caracterele _ şi -.
ru: Имя пользователя может содержать только строчные буквы, цифры, знаки подчеркивания (_) и дефисы (-).
sv: Användarnamn får endast innehålla små bokstäver, siffror, undertecken (_) och bindestreck.

source: This username is reserved.
cs: Toto uživatelské jméno je rezervováno.
da: Dette brugernavn er reserveret.
de: Dieser Benutzername ist reserviert.
el: Αυτό το όνομα χρήστη είναι κρατημένο.
es: Este nombre de usuario está reservado.
fr: Ce nom d'utilisateur est réservé.
it: Questo nome utente è riservato.
nb: Dette brukernavnet er reservert.
pl: Ta nazwa użytkownika jest zarezerwowana.
pt_br: Este nome de usuário é reservado.
ro: Acest nume de utilizator este rezervat.
ru: Это имя пользователя зарезервировано.
sv: Detta användarnamn är reserverat.

source: password
cs: heslo
da: kodeord
de: Passwort
el: συνθηματικό
es: contraseña
fr: mot de passe
nb: passord
pl: hasło
pt_br: senha
ro: parolă
ru: пароль
sv: lösenord

source: again
cs: znovu
da: igen
de: nochmal
el: ξανά
fr: encore
it: nuovamente
pl: ponownie
sv: igen

source: The password must have %d or more characters.
cs: Heslo musí mít %d nebo více znaků.
da: Kodeord skal have %d eller flere tegn.
de: Das Passwort muss mindestens %d Zeichen lang sein.
el: Το συνθηματικό πρέπει να έχει %d ή περισσότερους χαρακτήρες.
es: La contraseña debe tener %d o más caracteres.
fr: Le mot de passe doit contenir %d caractères ou plus.
it: La password deve avere almeno %d caratteri.
nb: Passordet må ha %d eller flere tegn.
pl: Hasło musi zawierać %d lub więcej znaków.
pt_br: A senha precisa ter %d ou mais caracteres.
ro: Parola trebuie să conţină minim %d caractere.
ru: Пароль не должен быть короче %d символов.
sv: Lösenordet måste innehålla %d eller fler tecken.

source: The password must not be completely numeric.
cs: Heslo nesmí obsahovat jenom čísla.
da: Kodeordet må ikke kun bestå af tal.
de: Das Passwort darf nicht komplett aus Ziffern bestehen.
el: Το συνθηματικό δεν μπορεί να αποτελείται αποκλειστικά από αριθμούς.
es: La contraseña no debe ser completamente numérica.
fr: Le mot de passe ne doit pas contenir que des chiffres.
it: La password non puo' essere fatta di sole cifre.
nb: Passordet kan ikke være fullstendig numerisk.
pl: Hasło nie może skladać się tylko z cyfr.
pt_br: A senha não deve ser completamente numérica.
ro: Parola nu poate fi formată în întregime din cifre.
ru: Пароль не может состоять только из цифр.
sv: Lösenordet får inte bestå av endast siffror.

source: Repeat password is not the same.
cs: Hesla se neshodují.
da: Det gentagne kodeord er ikke det samme.
de: Passwort und Wiederhohlung stimmen nicht überein.
el: Το συνθηματικό που επαναλάβατε είναι διαφορετικό.
es: Contraseña repetida no coincide.
fr: Les mots de passe ne correspondent pas.
it: La password ripetuta non coincide.
nb: Passordene er ikke like.
pl: Podane hasła są różne.
pt_br: A senha não é igual.
ro: Parola de confirmare nu este aceeaşi.
ru: Пароли не совпадают друг с другом.
sv: Lösenorden stämmer inte överens.

source: This username is already taken.
cs: Toto uživatelské jméno je již obsazeno.
da: Dette brugernavn er allerede taget.
de: Dieser Benutzername wird bereits verwendet.
el: Αυτό το όνομα χρήστη είναι κρατημένο.
es: Este nombre de usuario ya está tomado.
fr: Ce nom d'utilisateur est déjà utilisé.
it: Questo nome utente esiste già.
nb: Dette brukernavnet tilhører allerede en annen bruker.
pl: Ta nazwa użytkownika jest już zajęta.
pt_br: Este nome de usuário já existe.
ro: Acest nume de utilizator este deja folosit.
ru: Это имя пользователя уже занято.
sv: Detta användarnamn används redan.

source: Wrong IP address
cs: Špatná IP adresa
da: Forkert IP-adresse
de: Falsche IP-Adresse
el: Λανθασμένη διεύθυνση IP.
es: Dirección IP incorrecta
fr: Mauvaise adresse IP
it: Indirizzo IP errato
nb: Feil IP-adresse
pl: Błędny adres IP
pt_br: Endereço IP inválido
ro: Adresă IP greşită
ru: Неправильный IP-адрес
sv: Fel IP adress

source: The verification email was requested from a different IP address.
cs: Potvrující email byl vyžádán z jiné IP adresy.
da: Verifikations e-mailen sendt blev sendt fra en anden IP-adresse.
de: Die Verifizierungsemail wurde von einer anderen IP-Adresse angefordert.
el: Το μήνυμα επιβεβαίωσης ζητήθηκε από διαφορετική διεύθυνση IP.
es: La verificación de correo fue solicitada de una dirección IP diferente.
fr: La vérification d'email a été demandée depuis une autre adresse IP.
it: L'email di verifica è stata richiesta da un diverso indirizzo IP.
pl: Żądanie emaila potwierdzającego pochodziło z innego adresu IP.
pt_br: A verificação de email foi requisitada por um endereço IP diferente.
ro: Email-ul de verificare a fost cerut de la o altă adresă IP.
ru: Запрос на подтверждение электронного адреса был отправлен с другого IP.
sv: Epostbeskräftelsen var begärt från en annan IP adress.

source: Bad verification code
cs: Špatný potvrzující kód
da: Forkert verifikations kode
de: Falscher Verifizierungscode
el: Λανθασμένος κωδικός επιβεβαίωσης.
es: Código de verificación incorrecto
fr: Mauvais code de vérification
it: Codice di verifica errato
nb: Ugyldig bekreftelseskode
pl: Błędny kod potwierdzający
pt_br: Código de verificação errado
ro: Cod de verificare greşit
ru: Неправильный код подтверждения
sv: Felaktig bekräftningskod

source: The verification code has no email address.
da: Verifikations koden har ingen e-mail adresse.
de: Der Verifizierungscode hat keine Emailadresse.
el: Ο κωδικός επιβεβαίωσης δεν έχει διεύθυνση email.
es: El código de verificación no tiene dirección de correo.
fr: Le code de vérification n'a pas d'email.
it: Il codice di verifica non contiene l'indirizzo email.
nb: Bekreftelseskoden har ingen epostadresse.
pl: Kod potwierdzający nie zawiera adresu email.
pt_br: O código de verificação não tem nenhum endereço de email.
ro: Codului de verificare nu îi corespunde nici o adresă de email.
ru: Код подтверждения не содержит адреса электронной почты.
sv: Bekräftelsekoden har ingen epostadress.

source: Verification code expired
cs: Platnost potvrzujícího kódu vypršela
da: Verifikations koden er udløbet
de: Verifizierungscode ist abgelaufen
el: Ο κωδικός επιβεβαίωσης έχει λήξει.
es: Código de verificación caducado
fr: Le code de vérification a expiré
it: Il codice di verifica è scaduto
pl: Kod potwierdzający wygasł
pt_br: Código de verificação expirado
ro: Codul de verificare a expirat
ru: Истек срок годности кода подтверждения
sv: Bekräftningskoden har förfallit

source: The verification email was requested more than 24 hours ago.
cs: Ověřovací email byl vyžádán před více než 24 hodinami.
da: Bekræftelses e-mailen blev sendt for mere end 30 minutter siden.
de: Die Verifizierungsemail wurde vor mehr als 24 Stunden angefordert.
el: Το μήνυμα επιβεβαίωσης στάληκε πριν από περισσότερο από 24 ώρες.
fr: Un courriel de vérification a été envoyé il y a moins de 24 heures.
it: L'email di verifica è stata richiesta più di 24 ore fa.
pl: Email potwierdzający został wysłany ponad 24 godziny temu.
ro: Email-ul de verificare a fost cerut în urmă cu mai mult de 24 de ore.
sv: Epostbekräftelsen begärdes för mer än 24 timmar sedan.

source: choose a new password
cs: zvolte si nové heslo
da: vælg et nyt kodeorod
de: wähle ein neues Passwort
el: επιλογή νέου συνθηματικού
es: elegir nueva contraseña
fr: choisissez un nouveau mot de passe
it: scegli una nuova password
nb: velg et nytt passord
pl: wybierz nowe hasło
ro: alege-ţi o nouă parolă
ru: введите новый пароль
sv: välj ett nytt lösenord

source: change password
cs: změnit heslo
da: skift kodeord
de: Passwort ändern
el: αλλαγή συνθηματικού
es: cambiar contraseña
fr: changer de mot de passe
it: cambia password
nb: bytt passord
pl: zmień hasło
ro: schimbă-ţi parola
ru: изменить пароль
sv: byt lösenord

source: Password changed
cs: Heslo změněno
da: Kodeord ændret
de: Passwort geändert
el: Το συνθηματικό άλλαξε
es: Contraseña modificada
fr: Mot de passe modifié
it: Password modificata
nb: Passord endret
pl: Hasło zmienione
ro: Parola a fost schimbată
ru: Пароль изменен
sv: Lösenord ändrat

source: Your new password has been saved.
cs: Vaše nové heslo bylo uloženo.
da: Dit nye kodeord er blevet gemt.
de: Dein neues Passwort wurde gespeichert.
el: Το νέο σας συνθηματικό έχει καταχωρηθεί.
es: Se ha guardado su nueva contraseña.
fr: Votre nouveau mot de passe a été prit en compte.
it: La nuova password è stata salvata.
nb: Ditt nye passord er lagret.
pl: Twoje nowe hasło zostało zapisane.
ro: Noua ta parolă a fost salvată.
ru: Ваш новый пароль сохранен.
sv: Ditt lösenord har sparats.

source: Click the link in the top right corner to log in.
da: Klik på linket i øverste højre hjørne for at logge ind.
de: Klick auf den Link oben rechts, um dich einzuloggen.
el: Πατήστε στο σύνδεσμο στην πάνω δεξιά γωνία για να εισέλθετε.
es: Haga click en la parte superior de la esquina derecha para entrar.
fr: Cliquez sur le lien en haut à droite pour vous connecter.
it: Clicca sul collegamento in alto a destra per accedere.
nb: Følg lenken øverst i høyre hjørne for å logge inn.
pl: Kliknij link w prawym górnym rogu aby się zalogować.
pt_br: Clique no link no canto superior direito para logar.
ro: Daţi click pe legătura din colţul dreapta-sus pentru conectare.
ru: Чтобы войти в систему, нажмите на ссылку в правом верхнем углу.
sv: Klicka på länken i övre högra hörnet för att logga in.

source: create a new account
cs: vytvořit nový účet
da: lav en ny bruger-konto
de: neues Benutzerkonto anlegen
el: δημιουργία νέου λογαριασμού
es: crear una cuenta nueva
fr: créer un nouveau compte
it: crea un nuovo account
nb: opprett en ny konto
pl: utwórz nowe konto
pt_br: criar nova conta
ro: creeză un cont nou
ru: создать новую учетную запись
sv: skapa ett nytt konto
