Repository: foligny/browsershots-psycopg2
Catalog: shotserver/shotserver04/locale/*/LC_MESSAGES/django.po
Languages: cs, da, de, el, es, fr, it, nb, pl, pt_br, ro, ru, sv

source: %(count)d database queries
cs: %(count)d dotazů na databázi
da: %(count)d database forespørgsler
de: %(count)d Datenbank-Queries
el: %(count)d ερωτήσεις στη βάση δεδομένων
es: %(count)d consultas a la base de datos
fr: %(count)d requêtes dans la base de données
it: %(count)d richieste al database
nb: %(count)d spørringer til databasen
pl: %(count)d zapytań bazy danych
ro: %(count)d cereri spre baza de date
ru: %(count)d запросов к базе данных
sv: %(count)d databasfrågor

source: Hostname (lowercase)
cs: Hostitel (malá písmena)
da: Hostname (små tegn)
de: Hostname (in Kleinbuchstaben)
el: Όνομα φιλοξενίας (πεζά γράμματα)
es: Nombre del host (minúsculas)
fr: Nom d'hôte (minuscules)
it: Nome host (minuscolo)
nb: Vertsnavn (små bokstaver)
pl: Nazwa hosta (małe litery)
ro: Gazdă (cu litere mici)
ru: Хост (строчными буквами)
sv: Värdnamn (små bokstäver)

source: administrator
cs: administrátor
el: διαχειριστής
es: administrador
fr: administrateur
it: amministratore
pt_br: Administrador
ru: администратор
sv: administratör

source: sponsor
cs: sponzor
el: σπόνσορας
es: patrocinador
pt_br: Responsável
ru: спонсор

source: hardware
el: υλικό
fr: matériel
pl: sprzęt
sv: hårdvara

source: e.g. ThinkPad R32, P4 1.8 GHz, 768 MB
cs: např. ThinkPad R32, P4 1.8 GHz, 768 MB
da: f.eks. ThinkPad R32, P4 1.8 GHz, 768 MB
de: z.B. ThinkPad R32, P4 1.8 GHz, 768 MB
el: π.χ. ThinkPad R32, P4 1.8 GHz, 768 MB
fr: ex ThinkPad R32, P4 1.8 GHz, 768 MB
it: es. ThinkPad R32, P4 1.8 GHz, 768 MB
pl: np. ThinkPad R32, P4 1.8 GHz, 768 MB

source: operating system
cs: operační systém
da: operativ system
de: Betriebssystem
el: λειτουργικό σύστημα
es: sistema operativo
fr: système d'exploitation
it: sistema operativo
nb: operativsystem
pl: system operacyjny
pt_br: Sistema operacional
ro: sistem de operare
ru: операционная система
sv: operativsystem

source: IP
el: διεύθυνση IP
ro: Adresă IP
ru: IP-адрес

source: The last poll came from this IP address.
cs: Poslední dotaz přišel z této IP adresy.
da: Den sidste afstemning kom fra denne IP adresse.
de: Die letzte Anfrage kam von dieser IP-Adresse.
el: Το τελευταίο δημοψήφισμα ήλθε από αυτή την IP διεύθυνση.
es: La última encuesta vino de la siguiente dirección IP.
fr: Le dernier sondage provenait de cette adresse IP.
it: L'ultimo risultato proviene da questo indirizzo IP.
nb: Siste spørring kom fra denne I-adressen.
pl: Ostatnie zapytanie pochodziło z tego adresu IP.
pt_br: O último voto para este endereço ip.
ro: Ultima cerere a fost trimisă de la această adresă IP.
ru: Последний опрос пришел с этого IP-адреса.
sv: Den senaste sökningen kom från denna IP adress.

source: last poll
cs: poslední dotaz
da: sidste afstemning
de: letzter Poll
el: τελευταίο δημοψήφισμα
es: Última encuesta
fr: dernier sondage
it: ultimo risultato
nb: siste spørring
pl: ostatnie zapytanie
pt_br: Último voto
ro: ultima cerere
ru: последний опрос
sv: senaste sökning

source: queue estimate
cs: odhad doby čekání
da: anslået kø
de: geschätzte Wartezeit
el: εκτίμηση ουράς
es: Cola estimada
fr: attente estimée
it: stima della coda
nb: forventet køtid
pl: przewidywany czas przetwarzania kolejki
pt_br: fila estimada
ro: estimare coadă
ru: прогноз очереди
sv: köuppskattning

source: Seconds between screenshot request and upload.
cs: Počet vteřin mezi zachycením a nahráním.
da: Sekunder mellem screenshot forespørgsel og upload.
de: Sekunden zwischen Anforderung und Upload.
el: Δευτερόλεπτα μεταξύ της αίτησης στιγμιοτύπου και του ανεβάσματος.
es: Segundos entre solicitudes de captura de pantalla y carga.
fr: Secondes entre la demande de capture d'écran et l'envoi.
it: Secondi trascorsi tra la richiesta di scrreshot e l'upload.
nb: Sekunder mellom skjermdumpanmodninger og til de lastes opp.
pl: Ilość sekund pomiędzy zrzutem ekranu a wgraniem na serwer.
pt_br: Segundos entre requisição da screenshot e o upload.
ro: Secunde diferenţă îintre cererea şi încărcarea capturii de ecran.
ru: Количество секунд между запросом и загрузкой скриншота.
sv: Sekunder mellan skärmbildsbegäran och uppladdning.

source: width
cs: šířka
da: bredde
de: Breite
el: πλάτος
es: ancho
fr: largeur
it: larghezza
nb: bredde
pl: szerokość
pt_br: largura
ro: lungime
ru: ширина
sv: bredd

source: height
cs: výška
da: højde
de: Höhe
el: ύψος
es: alto
fr: hauteur
it: altezza
nb: høyde
pl: wysokość
pt_br: altura
ro: lăţime
ru: высота
sv: höjd

source: screen size
cs: velikost obrazovky
da: skærm størrelse
de: Bildschirmgröße
el: μέγεθος οθόνης
es: Tamaño de pantalla
fr: taille d'écran
it: dimensione dello schermo
nb: skjermoppløsning
pl: rozdzielczość ekranu
pt_br: tamanho da tela
ro: dimensiune ecran
ru: размер экрана
sv: skärmstorlek

source: screen sizes
cs: velikosti obrazovek
da: skærm størrelser
de: Bildschirmgrößen
el: μεγέθη οθονών
es: Tamaños de pantalla
fr: tailles d'écran
it: dimensioni dello schermo
nb: skjermoppløsninger
pl: obsługiwane rozdzielczości ekranu
pt_br: tamanhos de telas
ro: dimensiuni ecran
ru: размеры экранов
sv: skärmstorlekar

source: bits per pixel
cs: bitů na pixel
de: Bits pro Pixel
el: bits ανά εικονοστοιχείο
es: bits por píxel
fr: bits par pixel
it: bit per pixel
nb: biter per piksel
pl: bitów na piksel
pt_br: bits por pixel
ru: бит на пиксель
sv: bitar per pixel

source: color depth
cs: barevná hloubka
da: farve dybde
de: Farbtiefe
el: βάθος χρώματος
es: profundidad de color
fr: profondeur de couleur
it: profondità di colore
nb: fargedybde
pl: głębia kolorów
pt_br: qualidade da cor
ro: adâncime culoare
ru: глубина цвета
sv: färgdjup

source: color depths
cs: barevné hloubky
da: farve dybder
de: Farbtiefen
el: βάθη χρωμάτων
es: profundidad de colores
fr: profondeurs de couleur
it: profondità di colore
nb: fargedybder
pl: obsługiwane głębie kolorów
pt_br: qualidades das cores
ro: adâncimi culoare
ru: глубины цвета
sv: färgdjup

source: out of service
cs: mimo provoz
da: ude af drift
de: außer Betrieb
el: εκτός λειτουργίας
es: fuera de servicio
fr: service indisponible
it: fuori servizio
nb: ute av drift
pl: przerwa w działaniu
pt_br: fora de serviço
ro: desfiinţat
ru: временно недоступен
sv: ur funktion

source: No active screenshot factories.
cs: Žádné aktivní stroje.
da: Ingen aktive screenshot fabrikker.
de: Keine aktiven Screenshot-Fabriken.
el: Δεν υπάρχουν ενεργά εργαστήρια στιγμιοτύπων.
es: No hay fábricas activas de captura de pantalla.
fr: Aucune plateforme de capture d'écran active.
it: Nessuna Factory attiva.
nb: Ingen aktive skjermdumpfabrikker.
pl: Brak aktywnych fabryk zrzutów ekranu.
pt_br: Nenhuma fábrica de screenshot ativa.
ro: Nu exista fabrici active de capturi de ecran.
ru: Не найдено активных фабрик скриншотов.
sv: Inga aktiva skärmbildsfabriker.

source: Value %d is too small.
cs: Hodnota %d je příliš malá.
da: Værdi %d er for lille.
de: Wert %d ist zu klein.
el: Η τιμή %d είναι πολύ μικρή.
fr: La valeur %d est trop petite.
it: Il valore %d è troppo piccolo.
pl: Wartość %d jest za mała.
ro: Valoarea %d este prea mică.
sv: Värdet %d är för litet.

source: Value %d is too big.
cs: Hodnota %d je příliš velká.
da: Værdi %d er for stor.
de: Wert %d ist zu groß.
el: Η τιμή %d είναι πολύ μεγάλη.
es: El valor %d es muy grande.
fr: La valeur %d est trop grande.
it: Il valore %d è troppo grande.
pl: Wartość %d jest za duża.
ro: Valoarea %d este prea mare.
sv: Värdet %d är för stort.

source: invalid request
cs: špatný požadavek
da: ugyldig anmodning
de: ungültige Anfrage
el: άκυρη αίτηση
es: solicitud inválida
fr: requête invalide
it: richiesta invalida
nb: ugyldig anmodning
pl: nieprawidłowe żądanie
pt_br: requisição inválida
ro: cerere invalidă
ru: некорректный запрос
sv: ogiltig begäran

source: permission denied
cs: přístup odmítnut
da: adgang nægtet
de: Zugang verweigert
el: δεν επιτρέπεται η πρόσβαση
es: permiso denegado
fr: permission refusée
it: permesso negato
nb: tilgang nektet
pl: brak dostępu
pt_br: permissão negada
ro: acces interzis
ru: доступ запрещён
sv: åtkomst nekad

source: This browser is already inactive.
cs: Tento prohlížeč je již neaktivní.
da: Denne browser er allerede inaktiv.
de: Dieser Browser ist bereits inaktiv.
el: Αυτός ο φυλλομετρητής είναι ήδη ανενεργός.
es: Esta navegador ya está inactivo.
fr: Ce navigateur est déjà inactif.
it: Questo browser è già inattivo.
nb: Denne nettleseren er allerede inaktiv.
pl: Ta przeglądarka jest już włączona.
pt_br: Este navegador já está inativo.
ro: Acest browser esta deja inactiv.
ru: Этот браузер уже неактивен.
sv: Denna webbläsare är redan inaktiverad.

source: This screen size is already enabled.
cs: Tato velikost obrazovky je již povolena.
da: Dette brugernavn er allerede taget.
de: Diese Auflösung ist bereits aktiviert.
el: Αυτό το μέγεθος οθόνης είναι ήδη ενεργοποιημένο.
fr: Cette taille d'écran est déjà activée.
it: Questa risoluzione è già abilitata.
pl: Ta rozdzielczość ekranu jest już aktywna.

source: Invalid data.
de: Ungültige Daten.
el: Άκυρη πληροφορία.
fr: Donnée invalide.
it: Dati invalidi.
pl: Nieprawidłowe dane.
ro: Date incorecte.
sv: Ogiltig information.

source: This color depth is already enabled.
cs: Tato barevná hloubka je již povolena.
da: Denne farve dybde er allerede aktiveret.
de: Diese Farbtiefe ist bereits aktiviert.
el: Αυτό το βάθος χρωμάτων είναι ήδη ενεργοποιημένο.
fr: Cette profondeur de couleur est déjà activée.
it: Questa profondità di colore è già attiva.
pl: Ta głębia kolorów jest już aktywna.

source: Name must start with a lowercase letter.
cs: Jméno musí začínat malým písmenem.
da: Navn skal starte med små bogstaver.
de: Name muss mit Kleinbuchstaben beginnen.
el: Το όνομα πρέπει να ξεκινά με πεζό γράμμα.
es: El nombre debe empezar con letra minúscula.
fr: Le nom doit débuter par une lettre minuscule.
it: Il Nome deve iniziare con un carattere minuscolo.
nb: Navn må begynne med en liten bokstav.
pl: Nazwa musi zaczynać się z małej litery.
pt_br: O nome precisa iniciar com letra minúscula.
ro: Numele trebuie să înceapă cu literă mică.
ru: Имя должно начинаться со строчной буквы.
sv: Namn måste starta med en liten bokstav.

source: Name may contain only lowercase letters, digits, underscore, hyphen.
cs: Jméno může obsahovat pouze písmena, čísla, podtržítka a pomlčky.
da: Navn må kun indeholde: små bogstaver, tal, understreg og bindestreg.
de: Name darf nur Kleinbuchstaben, Zahlen, Unterstriche und Bindestrich enthalten.
el: Το όνομα μπορεί να περιέχει μόνο πεζά γράμματα, αριθμούς, κάτω παύλα και παύλα.
es: El nombre puede contener letras minúsculas, dígitos y guiones.
fr: Le nom doit seulement contenir des minuscules, chiffres, _ et -.
it: Il nome deve contenere solo lettere minuscole, numeri, underscore o trattini.
nb: Navn kan kun bestå a små bokstaver, tall, og under under‐ og bindestreker.
pl: Nazwa może zawierać tylko małe litery, cyfry, podkreślenie i myślnik.
pt_br: O nome deve conter somente letras minúsculas, dígitos, underscore, hífen.
ro: Numele poate să conţină doar litere mici, cifre, caracterele _ şi -.
ru: Имя может содержать только строчные буквы, цифры, знаки подчеркивания (_) и дефисы (-).
sv: Namn får endast innehålla små bokstäver, siffror, understreck, bindestreck.

source: This name is reserved.
cs: Toto jméno je rezervováno.
da: Dette navn er reserveret.
de: Dieser Name ist reserviert.
el: Αυτό το όνομα είναι κρατημένο.
es: Este nombre ya está reservado.
fr: Ce nom est réservé.
it: Questo nome è riservato.
nb: Dette navnet er reservert.
pl: Ta nazwa jest zarezerwowana.
pt_br: Este nome é reservado.
ro: Acest nume este rezervat.
ru: Это имя зарезервировано.
sv: Detta namn är reserverat.

source: This name is already taken.
cs: Toto jméno je již obsazeno.
da: Dette navn er allerede taget.
de: Dieser Name ist bereits vergeben.
el: Αυτό το όνομα ήδη χρησιμοποιείται.
es: Este ya fué tomado.
fr: Ce nom est déjà utilisé.
it: Questo nome è già stato utilizzato.
nb: Dette navnet er allerede opptatt.
pl: Ta nazwa jest już zajęta.
pt_br: Este nome já está sendo usado.
ro: Acest nume este deja folosit.
ru: Это имя уже занято.
sv: Detta namn är redan taget.

source: register a new screenshot factory
cs: registrace nového stroje na screenshoty
da: registrer en ny screenshot-fabrik
de: neue Screenshot-Fabrik registrieren
el: καταχώρηση νέου εργαστηρίου στιγμιοτύπων
es: registrar una nueva fábrica de captura de pantalla
fr: enregistrer une nouvelle plateforme de capture d'écran
it: Registra una nuova Screenshot Factory
nb: opprett en ny skjermdumpfabrikk
pl: zarejestruj nową fabrykę zrzutów ekranu
pt_br: registrar uma nova fábrica de screenshot
ro: înregistrează o nouă fabrică de capturi de ecran
ru: зарегистрировать новую фабрику скриншотов
sv: registrera en ny skärmbildsfabrik

source: register
cs: registrace
da: registrer
de: registrieren
el: καταχώρηση
es: registrar
fr: s'inscrire
it: registra
nb: registrer
pl: zarejestruj
pt_br: registrar
ro: înregistrare
ru: зарегистрировать
sv: registrera

source: Screenshot Factory %(name)s
cs: Stroj na screenshoty %(name)s
da: Screenshot fabrik %(name)s
de: Screenshot-Fabrik %(name)s
el: Εργαστήριο Στιγμιοτύπων %(name)s
es: Fábrica de captura de pantalla %(name)s
fr: Plateforme de capture d'écran %(name)s
nb: Skjermsdumpfabrikk %(name)s
pl: Fabryka zrzutów ekranu %(name)s
pt_br: Fábrica de Screenshot %(name)s
ro: Fabrica %(name)s pentru capturi de ecran
ru: Фабрика скриншотов %(name)s
sv: Skärmbildsfabrik %(name)s

source: admin
el: διαχειριστής
it: amministrazione
nb: administrator
pt_br: administrador
ro: administrator
ru: администратор

source: installed browsers
cs: instalované prohlížeče
da: installerede browsere
de: installierte Browser
el: εγκατεστημένοι φυλλομετρητές
es: Navegadores instalados
fr: navigateurs installés
it: browser installati
nb: installerte nettlesere
pl: zainstalowane przeglądarki
pt_br: browsers instalados
ro: browsere instalate
ru: установленные браузеры
sv: installerade webbläsare

source: short version
cs: zkrácená verze
da: kort version
de: kurze Version
el: σύντομη έκδοση
es: versión corta
fr: version courte
it: versione breve
nb: kortversjon
pl: skrócona wersja
pt_br: versão reduzida
ro: versiune scurtă
ru: краткая версия
sv: kort version

source: No browsers registered for this factory.
cs: Žádné prohlížeče nejsou registrovány pro tento stroj.
da: Ingen browsere registrerede for denne fabrik.
de: Keine Browser eingetragen für diese Fabrik.
el: Δεν έχουν καταχωρηθεί φυλλομετρητές σε αυτό το εργαστήριο.
es: No se han registrado navegadores para esta fábrica.
fr: Aucun navigateur référencé sur cette plateforme.
it: Nessun browser registrato per questa Factory.
nb: Ingen nettlesere registrert i denne fabrikken.
pl: Ta fabryka nie ma zarejestrowanych żadnych przeglądarek.
pt_br: Nenhum navegador registrado para esta fábrica.
ro: Nu există browsere înregistrate în această fabrică.
ru: В эту фабрику не добавлено ни одного браузера.
sv: Ingen webbläsare är registrerad för denna fabrik.

source: add
cs: přidat
da: tilføj
de: hinzufügen
el: προσθήκη
es: añadir
fr: ajouter
it: aggiungi
pl: dodaj
ro: adaugă
ru: добавить
sv: lägg till

source: remove
cs: odstranit
da: fjern
de: entfernen
el: αφαίρεση
fr: supprimer
it: rimuovi
pl: usuń
ro: şterge
sv: ta bort

source: default only
cs: pouze výchozí
da: standard kun
de: nur Voreinstellung
el: μόνο προεπιλεγμένα
es: sólo predeterminado
fr: seulement par défaut
it: solo predefiniti
nb: kun forvalgt
pl: tylko domyślne
pt_br: somente padrão
ro: doar implicit(ă)/implicite
ru: только по умолчанию
sv: endast standard

source: recent screenshots
cs: poslední screenshoty
da: seneste screenshots
de: aktuelle Screenshots
el: πρόσφατα στιγμιότυπα
es: capturas de pantalla recientes
fr: récentes captures d'écran
it: screenshot recenti
nb: nylige skjermdump
pl: ostatnie zrzuty ekranu
pt_br: screenshots recentes
ro: capturi de ecran recente
ru: свежие скриншоты
sv: senaste skärmbilder

source: recent problem reports
cs: poslední chybové hlášení
da: seneste problem rapporter
de: aktuelle Problem-Meldungen
el: πρόσφατες αναφορές σφαλμάτων
es: reportes recientes de problemas
fr: récents problèmes rapportés
it: Rapporti sui problemi recenti
nb: nylig rapporterte problemer
pl: ostatnio zgłoszone problemy
pt_br: recentes problemas reportados
ro: probleme recente
ru: свежие сообщения об ошибках
sv: senaste felrapporter

source: %(interval)s ago
cs: před %(interval)s
da: %(interval)s siden
de: vor %(interval)s
el: πριν %(interval)s
es: %(interval)s atrás
fr: il y a %(interval)s
it: %(interval)s fa
nb: for %(interval)s siden
pl: %(interval)s temu
pt_br: %(interval)s atrás
ro: acum %(interval)s
ru: %(interval)s назад
sv: %(interval)s sen

source: screenshot factories
cs: Stroje na screenshoty
da: screenshot fabrikker
de: Screenshot-Fabriken
el: εργαστήρια στιγμιοτύπων
es: Fábricas de capturas de pantallas
fr: plateformes de capture d'écran
it: Screenshot Factory
nb: skjermdumpfabrikker
pl: fabryki zrzutów ekranu
pt_br: fábricas de screenshot
ro: fabrici de capturi de ecran
ru: фабрики скриншотов
sv: skärmbildsfabriker

source: e.g. 1.4 / 1.5 / 1.6
cs: např. 1.4 / 1.5 / 1.6
da: f.eks. 1.4 / 1.5 / 1.6
de: z.B. 1.4 / 1.5 / 1.6
el: για παράδειγμα 1.4 / 1.5 / 1.6
es: ejem.: 1.4 / 1.5 / 1.6
fr: ex. 1.4 / 1.5 / 1.6
it: es. 1.4 / 1.5 / 1.6
nb: for eksempel 1.4 / 1.5 / 1.6
pl: np. 1.4 / 1.5 / 1.6
pt_br: ex: 1.4 / 1.5 / 1.6
ro: de exemplu: 1.4 / 1.5 / 1.6
ru: например, 1.4 / 1.5 / 1.6
sv: t.ex. 1.4 / 1.5 / 1.6

source: Javascript version
cs: Verze Javascriptu
el: έκδοση Javascript
es: versión de Javascript
fr: version de Javascript
it: versione di Javascript
nb: versjon av JavaScript
pl: wersja javascript
pt_br: versão do Javascript
ro: versiune Javascript
ru: версия Javascript

source: Javascript versions
cs: Verze Javascriptu
da: Javascript versioner
de: Javascript-Versionen
el: εκδόσεις Javascript
es: versiones de Javascript
fr: versions de Javascript
it: versioni di Javascript
nb: versjoner av JavaScript
pl: obsługiwane wersje javascript
pt_br: versões do Javascript
ro: versiuni Javascript
ru: версии Javascript
sv: Javascript versioner

source: Java version
cs: Verze Javy
el: έκδοση Java
es: versión de Java
fr: version de Java
it: versione di Java
nb: versjon av Java®
pl: wersja javy
pt_br: versão do Java
ro: versiune Java
ru: версия Java

source: Java versions
cs: Verze Javy
da: Java versioner
de: Java-Versionen
el: Εκδόσεις Java
es: versiones de Java
fr: versions de Java
it: versioni di Java
nb: versjoner av Java®
pl: obsługiwane wersje javy
pt_br: versões do Java
ro: versiuni Java
ru: версии Java
sv: Java versioner

source: e.g. 5 / 6 / 7 / 8 / 9
cs: např. 5 / 6 / 7 / 8 / 9
da: f.eks. 5 / 6 / 7 / 8 / 9
de: z.B. 5 / 6 / 7 / 8 / 9
el: για παράδειγμα 5 / 6 / 7 / 8 / 9
es: ejemplo: 5 / 6 / 7 / 8 / 9
fr: ex. 5 / 6 / 7 / 8 / 9
it: es. 5 / 6 / 7 / 8 / 9
nb: for eksempel. 5 / 6 / 7 / 8 / 9
pl: np. 5 / 6 / 7 / 8 / 9
pt_br: ex: 5 / 6 / 7 / 8 / 9
ro: de exemplu: 5 / 6 / 7 / 8 / 9
ru: например, 5 / 6 / 7 / 8 / 9
sv: t.ex. 5 / 6 / 7 / 8 / 9

source: Flash version
cs: Verze Flashe
el: Έκδοση Flash
es: versión Flash
fr: version de Flash
it: versione di Flash
nb: versjon av Flash®
pl: wersja flasha
pt_br: versão do Flash
ro: versiune Flash
ru: версия Flash

source: Flash versions
cs: Verze Flashe
da: Flash versioner
de: Flash-Versionen
el: Εκδόσεις Flash
es: versiones de Flash
fr: versions de Flash
it: versioni di Flash
nb: versjoner av Flash®
pl: obsługiwane wersje flasha
pt_br: versões do Flash
ro: versiuni Flash
ru: версии Flash
sv: Flash versioner

source: error code
cs: kód chyby
da: fejl kode
de: Fehlernummer
el: κώδικας λάθους
es: código de error
fr: code d'erreur
it: codice di errore
nb: feilkode
pl: kod błędu
pt_br: código do erro
ro: cod de eroare
ru: код ошибки
sv: felkod

source: error message
cs: chybové hlášení
da: fejl besked
de: Fehlermeldung
el: μήνυμα λάθους
es: mensaje de error
fr: message d'erreur
it: messaggio di errore
nb: feilmelding
pl: treść błędu
pt_br: mensagem de erro
ro: mesaj de eroare
ru: сообщение об ошибке
sv: felmeddelande

source: occurred
cs: stalo se
da: forekom
de: aufgetreten
el: συνέβη
es: ocurrido
fr: s'est produit
it: occorso
nb: inntraff
pl: wystąpił
pt_br: ocorrido
ro: apariţie
ru: произошло
sv: uppstod

source: factory error message
cs: chybové hlášení stroje
da: fabrik fejl besked
de: Fabrik-Fehlermeldung
el: μήνυμα σφάλματος εργαστηρίου
es: mensaje de error de la fábrica
fr: message d'erreur de la plateforme
it: messaggio di errore dalla Factory
nb: feilmelding fra fabrikk
pl: treść błędu fabryki
pt_br: mensagem de erro da fábrica
ro: mesaj de eroare pentru fabrică
ru: сообщение об ошибке фабрики
sv: fabriksfelmeddelande

source: factory error messages
cs: chybová hlášení stroje
da: fabrik fejl beskeder
de: Fabrik-Fehlermeldungen
el: μηνύματα σφαλμάτων εργαστηρίου
es: mensajes de error de la fábrica
fr: messages d'erreur de la plateforme
it: Messaggi di errore del fabbricatore
nb: feilmeldinger fra fabrikker
pl: treści błędów fabryki
pt_br: mensagens de erro da fábrica
ro: mesaje de eroare pentru fabrică
ru: сообщения об ошибке фабрики
sv: fabriksfelmeddelanden

source: hashkey
cs: hashovací klíč
da: hash nøgle
de: Hash-Schlüssel
el: κλειδί hash
fr: clef unique
it: chiave hash
nb: hashnøkkel
pl: hash
ro: cheie hash
ru: хэш-ключ
sv: hashnyckel

source: IP address
cs: IP adresa
da: IP-adresse
de: IP-Adresse
el: διεύθυνση IP
es: Dirección IP
fr: adresse IP
it: Indirizzo IP
nb: IPadresse
pl: Adres IP
pt_br: Endereço IP
ro: adresă IP
ru: IP-адрес
sv: IP adress

source: nonce
el: κωδικός κρυπτογράφησης
fr: pour l'instant
it: nessuno
nb: nåværende
pl: identyfikator jednorazowy
ro: apariţie

source: nonces
da: nonce'er
el: κωδικοί κρυπτογράφησης
fr: pour l'instant
it: nessun
pl: identyfikatory jednorazowe
ro: apariţii

source: position
cs: pozice
el: θέση
es: posición
it: posizione
nb: posisjon
pl: pozycja
pt_br: posição
ro: poziţie
ru: позиция

source: platform
cs: platforma
de: Plattform
el: πλατφόρμα
es: plataforma
fr: plateforme
it: piattaforma
nb: plattform
pl: platforma
pt_br: plataforma
ro: platformă
ru: платформа

source: platforms
cs: platformy
da: platforme
de: Plattformen
el: πλατφόρμες
es: plataformas
fr: plateformes
it: piattaforme
nb: plattformer
pl: platformy
pt_br: plataformas
ro: platforme
ru: платформы
sv: platformar

source: codename
cs: kódové označení
da: kodenavn
el: κωδικό όνομα
fr: nom de code
it: nome in codice
nb: kodenavn
pl: nazwa kodowa
pt_br: apelido
ro: nume de cod
ru: кодовое имя
sv: kodnamn

source: operating systems
cs: operační systémy
da: operativ systemer
de: Betriebssysteme
el: λειτουργικά συστήματα
es: sistemas operativos
fr: systèmes d'exploitation
it: sistemi operativi
nb: operativsystemer
pl: systemy operacyjne
pt_br: sistemas operacionais
ro: sisteme de operare
ru: операционные системы
sv: operativsystem

source: website
cs: webová stránka
da: hjemmeside
de: Webseite
el: ιστότοπος
es: sitio web
fr: site Internet
it: sito web
nb: nettsted
pl: strona www
pt_br: página de Internet
ro: pagină web
ru: веб-сайт
sv: webbsida

source: screen width
cs: šířka obrazovky
da: skærm bredde
de: Bildschirmbreite
el: πλάτος οθόνης
es: ancho de pantalla
fr: largeur d'écran
it: larghezza dello schermo
nb: skjermbredde
pl: szerokość ekranu
pt_br: largura da tela
ro: lungime ecran
ru: ширина экрана
sv: skärmbredd

source: screen height
cs: výška obrazovky
da: skærm højde
de: Bildschirmhöhe
el: ύψος οθόνης
es: altura de pantalla
fr: hauteur d'écran
it: altezza dello schermo
nb: skjermhøyde
pl: wysokość ekranu
pt_br: altura da tela
ro: lăţime ecran
ru: высота экрана
sv: skärmhöjd

source: submitter
cs: odesílatel
da: forfatter
de: Absender
el: υποβλήθηκε από
es: remitente
fr: expéditeur
it: mittente
nb: innsender
pl: nadawca
pt_br: enviado por
ro: trimis de
sv: avsändare
