Repository: foligny/browsershots-psycopg2
Catalog: shotserver/shotserver04/locale/*/LC_MESSAGES/django.po
Languages: cs, da, de, el, es, fr, it, nb, pl, pt_br, ro, ru, sv

source: user
cs: uživatel
da: bruger
de: Benutzer
el: χρήστης
es: usuario
fr: utilisateur
it: utente
nb: bruker
pl: użytkownik
pt_br: usuário
ro: utilizator
ru: пользователь
sv: användare

source: colors
da: farver
de: Farben
el: χρώματα
fr: couleurs
it: profondità di colore
pl: obsługiwane głębie kolorów
sv: färger

source: first
cs: první
da: første
de: erste
el: πρώτη
es: primer
fr: premier
it: primo
nb: første
pl: pierwszy
pt_br: primeiro
ru: первый
sv: första

source: previous
cs: předchozí
da: forrige
de: vorige
el: προηγούμενη
es: anterior
fr: précédent
it: precedente
nb: forrige
pl: poprzedni
pt_br: anterior
ru: предыдущий
sv: föregående

source: next
cs: následující
da: næste
de: nächste
el: επόμενη
es: siguiente
fr: suivant
it: successivo
nb: neste
pl: następny
pt_br: próximo
ru: cледующий
sv: nästa

source: last
cs: poslední
da: sidste
de: letzte
el: τελευταίο
es: último
fr: dernier
it: ultimo
nb: siste
pl: ostatni
pt_br: último
ru: последний
sv: sista

source: %(index)d out of %(total)d
cs: %(index)d. z %(total)d
da: %(index)d ud af %(total)d
de: %(index)d von %(total)d
el: %(index)d από %(total)d
es: %(index)d fuera de %(total)d
fr: %(index)d sur %(total)d
it: %(index)d processati di %(total)d
nb: %(index)d av %(total)d
pl: %(index)d z %(total)d
pt_br: %(index)d de %(total)d
ro: %(index)d din %(total)d
ru: %(index)d из %(total)d
sv: %(index)d av %(total)d

source: with %(browser)s
cs: v %(browser)s
da: med %(browser)s
de: mit %(browser)s
el: με τον %(browser)s
es: con %(browser)s
fr: avec %(browser)s
it: con %(browser)s
nb: med %(browser)s
pl: przeglądarką %(browser)s
pt_br: com %(browser)s
ro: cu %(browser)s
ru: в %(browser)s
sv: med %(browser)s

source: on %(platform)s
cs: na %(platform)s
da: på %(platform)s
de: auf %(platform)s
el: σε %(platform)s
es: en %(platform)s
fr: sur %(platform)s
it: su %(platform)s
nb: på %(platform)s
pl: na %(platform)s
pt_br: no %(platform)s
ro: sub %(platform)s
ru: на платформе %(platform)s
sv: på %(platform)s

source: reported
cs: nahlášeno
da: rapporteret
de: gemeldet
el: αναφέρθηκαν
es: reportado
fr: rapporté
it: segnalato
nb: rapportert
pl: zgłoszony
pt_br: reportado
sv: rapporterad

source: problem report
cs: ohlášení chyby
da: fejl-rapport
de: Problem-Meldung
el: αναφορά προβλήματος
es: reporte de problema
fr: problème rapporté
it: problema segnalato
nb: problemrapport
pl: zgłoszenie problemu
pt_br: reportar problema
ru: сообщение об ошибке
sv: problemrapport

source: problem reports
cs: ohlášení chyb
da: fejl-rapporter
de: Problem-Meldungen
el: αναφορές προβλημάτων
es: reportes de problemas
fr: problèmes rapportés
it: problemi segnalati
nb: problemrapporter
pl: zgłoszenia problemu
pt_br: problemas reportados
ru: сообщения об ошибках
sv: problemrapporter

source: HTML is not allowed here.
cs: Není zde povoleno HTML.
da: HTML er ikke tilladt her.
de: HTML ist hier nicht erlaubt.
el: Δεν επιτρέπεται η HTML εδώ.
es: código HTML no es permitido aquí.
fr: Le HTML n'est pas autorisé ici.
it: HTML non è permesso qui.
nb: HTML er ikke tillatt her.
pl: HTML nie jest tu dozwolony.
pt_br: HTML não é permitido aqui.
ro: Nu poţi folosi cod HTML aici.
ru: Нельзя использовать HTML.
sv: HTML är inte tillåtet här.

source: URLs are not allowed here.
cs: URL zde nejsou povoleny.
da: URL er ikke tilladt her.
de: URLs sind hier nicht erlaubt.
el: Δεν επιτρέπονται τα URL εδώ.
es: URLs no son permitidas aquí.
fr: Les URL ne sont pas autorisées ici.
it: Gli URL non sono permessi qui.
nb: URLer er ikke tillatt her.
pl: URLe nie są tu dozwolone.
pt_br: URLs não são permitidas aqui.
ro: Nu poţi folosi adrese URL aici.
ru: Нельзя вставлять URL.
sv: URLer är inte tillåtna här.

source: Click for full size.
cs: Klikněte pro plnou velikost.
da: Klik for fuld størrelse.
de: Anklicken für Originalgröße.
el: Πατήστε για πλήρες μέγεθος.
es: Haga click para ver tamaño completo.
fr: Cliquer pour pleine page.
it: Clicca per la dimensione massima.
nb: Klikk for full størrelse.
pl: Kliknij aby powiększyć do pełnych wymiarów.
ro: Apasă pentru dimensiunea reală.
ru: Нажмите, чтобы посмотреть полный размер.
sv: Klicka för helstorlek.

source: dimensions
cs: rozměry
da: dimensioner
de: Abmessungen
el: διαστάσεις
es: dimensiones
it: dimensioni
nb: dimensjoner
pl: wymiary
pt_br: dimensões
ro: dimensiuni
ru: размеры
sv: dimensioner

source: file size
cs: velikost souboru
da: fil størrelse
de: Dateigröße
el: μέγεθος αρχείου
es: tamaño del archivo
fr: taille de fichier
it: dimensione del file
nb: filstørrelse
pl: rozmiar pliku
pt_br: tamanho do arquivo
ro: dimensiune fişier
ru: размер файла
sv: filstorlek

source: requested
cs: Vyžádáno
da: anmodet
de: angefordert
el: ζητήθηκε
es: solicitado
fr: demandé
it: richiesto
nb: anmodet
pl: zażądane
pt_br: requisitado
ro: cerute
ru: запрошено
sv: begärd

source: started
cs: spuštěno
da: startet
de: gestartet
el: ξεκίνησε
es: iniciado
fr: démarré
it: avviato
nb: startet
pl: uruchamianie
ro: începute
ru: запускается
sv: startad

source: page loaded
cs: Stránka načtena
da: side indlæst
de: Seite geladen
el: η σελίδα φόρτωσε
es: página cargada
fr: page chargée
it: pagina caricata
nb: side lastet inn
pl: załadowano stronę
pt_br: página carregada
ru: страница загружена
sv: sida laddad

source: Report a problem with this screenshot?
cs: Nahlásit problém s tímto screenshotem?
da: Rapporter en fejl ved dette screenshot?
de: Ein Problem mit diesem Screenshot melden?
el: Αναφορά προβλήματος με αυτό το στιγμιότυπο;
es: Reportar un problema con esta captura de pantalla?
fr: Rapporter un problème avec cette capture d'écran ?
it: Segnala un problema con questo screenshot?
nb: Rapporter et problem med denne skjermdumpen?
pl: Zgłosić problem z tym zrzutem ekranu?
pt_br: Reportar um problema nesta screenshot?
ro: Există o problemă cu această captură de ecran?
ru: Сообщить об ошибке в этом скриншоте?
sv: Rapportera ett problem med denna skärmbild?

source: slug
da: snegl
el: διαχωριστικό
fr: lent
it: lumaca
nb: snegle

source: This is used to generate the link to the logo image.
da: Dette er brugt til at generere linket til logoet.
de: Wird verwendet, um den Link zum Logo-Bild zu erzeugen.
el: Αυτό χρησιμοποιείται για να δημιουργεί το λογότυπο.
es: Este es usado para generar el vínculo a la imagen del logo.
fr: Ceci est utilisé pour générer le lien vers l'image du logo.
it: Questo è utilizzato per generare il collegamento all'immagine del logo.
nb: Dette brukes for å genere lenken til logo-bildet.
pl: Używane do wygenerowania odnośnika do obrazka z logo.
pt_br: Isto é usado para gerar o link usado no logotipo.
ru: Это используется для создания ссылки на логотип.
sv: Detta är till för att generera länken till logotypen.

source: URL
el: Διεύθυνση
fr: Adresse Internet
pl: Adres URL
ro: Adresă URL

source: premium
da: hoved
el: Ανώτερο
fr: meilleure qualité
ru: премиум

source: Premium sponsors are always shown on the front page.
cs: Premium sponzoři jsou vždy zobrazeni na hlavní stránce.
da: Hovedsponsorer er altid vist på forsiden.
de: Premium-Sponsoren werden immer auf der Startseite angezeigt.
el: Οι πρωτεύοντες χορηγοί πάντα εμφανίζονται στην πρώτη σελίδα.
es: Patrocinadores premium siempre son mostrados en la página frontal.
fr: Les sponsors principaux sont affichés sur la page d'accueil.
it: Gli sponsor Premium sono sempre visualizzati nella pagina principale.
nb: Hovedsponsorer vises alltid på forsiden.
pl: Główni sponsorzy zawsze są wymienieni na stronie głównej.
ru: Премиум-спонсоры всегда отображаются на главной странице.
sv: Premiumsponsorer syns alltid på förstasidan.

source: front page
cs: hlavní strana
da: forside
de: Startseite
el: πρώτη σελίδα
es: página frontal
fr: Indifférent
it: pagina principale
nb: framside
pl: strona główna
ru: главная страница
sv: förstasida

source: sponsors
cs: sponzoři
da: sponsorer
de: Sponsoren
el: χορηγοί
es: patrocinadores
it: sponsor
nb: sponsorer
pl: sponsorzy
pt_br: patrocinadores
ru: спонсоры
sv: sponsorer

source: login required
cs: vyžadováno přihlášení
da: login er nødvendigt
de: Anmeldung erforderlich
el: απαιτείται είσοδος
fr: connexion requise
it: autenticazione richiesta
pl: wymagane logowanie
ro: necesită conectare
sv: Inloggning krävs

source: Anonymous screenshot requests are not allowed.
cs: Anonymní požadavky nejsou povoleny.
da: Anonyme screenshot anmodninger er ikke tilladte.
de: Anonyme Screenshot-Aufträge sind nicht zugelassen.
el: Δεν επιτρέπονται ανώνυμες αιτήσεις για στιγμιότυπα.
fr: Les requêtes de captures d'écran anonymes ne sont pas autorisées.
it: Non sono consentite richieste anonime di screenshot .
pl: Anonimowe żądania zrzutów ekranu nie są dozwolone.
ro: Cererile anonime de capturi de ecran sunt interzise.
sv: Anonyma skärmbildsbegäranden är inte tillåtna.

source: Please log in with your username and password.
cs: Prosím, přihlašte se.
da: Log venligst ind med dit brugernavn og adgangskode.
de: Bitte melde dich an, mit Benutzername und Passwort.
el: Παρακαλώ εισέλθετε με το όνομα χρήστη και το συνθηματικό σας.
fr: Merci de vous connecter avec votre nom d'utilisateur et votre mot de passe.
it: Accedi con il tuo nome utente e la tua password.
pl: Proszę się zalogować swoim loginem i hasłem.
ro: Te rugăm să te conectezi cu numele şi parola ta.
sv: Logga in med ditt användarnamn och lösenord.

source: don't care
cs: nechat být
da: ligeglad
de: egal
el: Οποιοδήποτε
es: no interesa
fr: Indifférent
it: non importa
nb: ikke vesentlig
pl: nieistotne
pt_br: não se preocupe
ro: nu contează
ru: неважно
sv: spelar ingen roll

source: Enter your web address here:
cs: Zadejte vaši stránku:
da: Indtast din web-adresse her:
de: Gib deine Webadresse hier ein:
el: Γράψτε τη διεύθυνση του ιστότοπου εδώ:
es: Ingrese su dirección web aquí:
fr: Entrez votre adresse Internet ici :
it: Inserisci qui l'indirizzo del tuo sito web:
nb: Fyll inn nettadressen her:
pl: Podaj adres strony WWW:
pt_br: Endereço de seu site:
ro: Tastează adresa paginii tale web aici:
ru: Введите адрес своего сайта:
sv: Mata in din webbadress här:

source: URL scheme %(scheme)s is not supported.
cs: Schéma URL %(scheme)s není povoleno.
da: URL skema %(scheme)s er ikke understøttet.
de: URL-Schema %(scheme)s wird nicht unterstützt.
el: Το σχήμα URL %(scheme)s δεν υποστηρίζεται.
es: Esquema de URL %(scheme)s no soportado.
fr: Le schema d'URL %(scheme)s n'est pas supporté.
it: lo schema URL %(scheme)s non è supportato.
nb: URIen %(scheme)s støttes ikke.
pl: Format URL %(scheme)s nie jest wspierany.
pt_br: URL scheme %(scheme)s não é suportado.
ro: Schema URL %(scheme)s nu este suportată.
ru: Протокол %(scheme)s не поддерживается.
sv: URL schemat %(scheme)s stöds inte.

source: Malformed URL (server name not specified).
cs: Neplatná URL (není zvolen název serveru).
da: Ukorrekt URL (server navn er ikke speciferet).
de: Ungültige URL (Servername nicht angegeben).
el: Κακογραμμένο URL (δεν αναφέρθηκε το όνομα του εξυπηρετητή).
es: URL mal ingresada (no se especificó nombre del servidor).
fr: URL erronée (Nom de serveur non spécifié).
it: URL errato (non è specificato il nome del server).
nb: Feilformatert URL (tjenernavnet ble ikke spesifisert).
pl: Nieprawidłowy URL (brak nazwy serwera).
pt_br: URL inválida (nome do servidor não especificado).
ro: Adresă URL deformată (numele server-ului nu a fost specificat).
ru: Некорректный URL (не указано имя сервера).
sv: Felformaterad URL (servernamn angavs inte).

source: Malformed URL (spaces in server name).
cs: Neplatná URL (mezery v názvu serveru).
da: Ukorrekt URL (mellemrum i servernavn).
de: Ungültige URL (Leerzeichen im Servername).
el: Κακογραμμένο URL (διαστήματα στο όνομα του εξυπηρετητή).
fr: URL erronée (espace dans le nom de serveur).
it: URL errato (non è specificato il nome del server).
pl: Nieprawidłowy URL (spacje w nazwie serwera).
sv: Felformaterad URL (mellanrum i servernamnet).

source: Could not resolve IP address for %(hostname)s.
cs: Nelze zjistit IP adresu %(hostname)s.
da: Kunne ikke finde en IP adresse til %(hostname)s.
de: Konnte IP-Adresse für %(hostname)s nicht auflösen.
el: Δε βρέθηκε η διεύθυνση IP για το %(hostname)s.
fr: Impossible de résoudre l'adresse IP pour %(hostname)s.
it: Impossibile risolvere l'indirizzo IP per %(hostname)s.
pl: Nie można określić adresu IP dla hosta %(hostname)s.
ro: Adresa IP pentru %(hostname)s nu a putut fi rezolvată.

source: Server IP address %(ip)s is disallowed.
cs: IP adresa %(ip)s je zakázána.
da: Server IP adresse %(ip)s er ikke tilladt.
de: Server-IP-Adresse %(ip)s ist gesperrt.
el: Η διεύθυνση IP του εξυπηρετητή %(ip)s δεν επιτρέπεται.
fr: L'adresse IP %(ip)s de ce serveur n'est pas autorisée.
it: L'indirizzo IP del server %(ip)s non è autorizzato.
pl: Serwer o adresie IP %(ip)s jest niedozwolony.
ro: Adresa IP %(ip)s este interzisă.

source: Could not get robots.txt from %(hostname)s.
cs: Nelze získat robots.txt z %(hostname)s.
da: Kunne ikke hentet robots.txt fra %(hostname)s.
de: Konnte robots.txt von %(hostname)s nicht laden.
el: Δεν μπόρεσε να ληφθεί το robots.txt από το %(hostname)s.
fr: Impossible d'obtenir le robot.txt depuis %(hostname)s.
it: Impossibile ottenere robots.txt da %(hostname)s.
pl: Nie udało się odczytać zawartości pliku robots.txt z hosta %(hostname)s.
sv: Kunde inte hämta robots.txt från %(hostname)s.

source: Browsershots was blocked by %(robots_txt_url)s.
da: Browsershots var blokeret af %(robots_txt_url)s.
de: Browsershots wurde durch %(robots_txt_url)s gesperrt.
el: Το Browsershots έχει αποκλειστεί από το %(robots_txt_url)s.
es: Browsershots fue bloqueado por %(robots_txt_url)s.
fr: Browsershots a été bloqué par %(robots_txt_url)s.
it: Browsershots è stato bloccato da %(robots_txt_url)s.
pl: Przeglądarka została zablokowana przez %(robots_txt_url)s.
sv: Browsershots blockerades av %(robots_txt_url)s.

source: Please read the %(faq)s.
da: Læs venligst %(faq)s.
de: Bitte lies die %(faq)s.
el: Παρακαλώ διαβάστε το %(faq)s.
fr: Merci de lire la %(faq)s.
it: Per cortesia leggi le %(faq)s.
pl: Proszę przeczytać %(faq)s.
sv: Läs %(faq)s.

source: Could not connect to %(hostname)s.
cs: Nelze se připojit k %(hostname)s.
da: Kunne ikke tilslutte til %(hostname)s.
de: Konnte nicht mit %(hostname)s verbinden.
el: Δεν ήταν δυνατή η σύνδεση στο %(hostname)s.
es: No se pudo conectar a %(hostname)s.
fr: Impossible de se connecter à %(hostname)s.
it: Impossibile connettersi a %(hostname)s.
nb: Kunne ikke koble til %(hostname)s.
pl: Wystąpił błąd połączenia do hosta %(hostname)s.
pt_br: Não foi possível conectar em %(hostname)s.
ro: Conectarea la %(hostname)s a eşuat.
ru: Не могу соединиться с %(hostname)s.
sv: Kunde inte ansluta till %(hostname)s.

source: Could not send HTTP request to %(hostname)s.
cs: Nelze zaslat HTTP požadavek na %(hostname)s.
da: Kunne ikke sende HTTP forspørgsel til %(hostname)s.
de: Konnte HTTP-Anfrage nicht an %(hostname)s senden.
el: Δεν μπόρεσε να σταλεί η αίτηση HTTP στο %(hostname)s.
es: No se pudo enviar la petición HTTP a %(hostname)s.
fr: Impossible d'envoyer une requête HTTP à %(hostname)s.
it: Impossibile inviare una richiesta HTTP a %(hostname)s.
nb: Kunne ikke sende HTTP-anmodning til %(hostname)s.
pl: Wystąpił błąd wysłania zapytania HTTP do hosta %(hostname)s.
pt_br: Não foi possível enviar requisição HTTP para %(hostname)s.
ro: Cererea HTTP nu a putut fi trimisă către %(hostname)s.
ru: Не удалось отправить HTTP-запрос к %(hostname)s.
sv: Kunde inte skicka HTTP begäran till %(hostname)s.

source: Could not get page content from %(hostname)s.
cs: Nelze získat obsah stránky z %(hostname)s.
da: Kunne ikke hente indhold fra %(hostname)s.
de: Konnte Seiteninhalt von %(hostname)s nicht laden.
el: Δεν μπόρεσε να ληφθεί η σελίδα από το %(hostname)s,
es: No se pudo obtener el contenido de la página %(hostname)s.
fr: Impossible d'obtenir le contenu de la page depuis %(hostname)s.
it: Impossibile ottenere contenuti da %(hostname)s.
nb: Motok ikke sideinnhold fra %(hostname)s.
pl: Nie udało się odczytać zawartości strony z hosta %(hostname)s.
pt_br: Não foi possível obter o conteúdo de %(hostname)s.
ro: Descărcarea conţinutului de la %(hostname)s a eşuat.
ru: Не удалось получить содержимое страницы от %(hostname)s.
sv: Kunde inte hämta sidinnehåll från %(hostname)s.

source: Malformed URL (database integrity error).
cs: Neplatná URL (chyba integrity databáze).
da: Ukorrekt URL (database integritets fejl).
de: Ungültige URL (Datenbank-Integritätsfehler).
el: Κακοσυνταγμένος σύνδεσμος (σφάλμα συνοχής βάσης δεδομένων).
es: URL mal ingresada (error de integridad de la base de datos).
fr: URL erronée (Erreur d'intégrité de la base de données).
it: URL errato (errore di coerenza su database).
nb: Feilformatert URL (integritetsfeil i databasen).
pl: Nieprawidłowy URL (błąd spójności bazy danych).
pt_br: URL inválida (erro de integridade do banco de dados).
ro: Adresă URL deformată (eroare legată de baza de date).
ru: Некорректный URL (нарушена целостность базы данных).
sv: Felformaterad URL (databasintegritetsfel).

source: Server failed to respond within %d seconds.
cs: Server neodpovědel během %d vteřin.
da: Serveren svarede ikke indenfor %d sekunder.
de: Server hat nicht innerhalb von %d Sekunden geantwortet.
el: Ο εξυπηρετητής δεν ανταποκρίθηκε για %d δευτερόλεπτα.
es: El servidor no respondió luego de %d segundos.
fr: Le serveur n'a pas répondu depuis %d secondes.
it: Il server non ha risposto entro %d secondi.
nb: Tjeneren svarte ikke før %d sekunder.
pl: Serwer nie odpowiedział w czasie %d sekund.
pt_br: O servidor falhou em responder em até %d segundos.
ro: Serverul nu a răspuns în intervalul de %d secunde.
ru: Сервер не ответил за %d секунд.
sv: Servern misslyckades att svara inom %d sekunder.

source: Test your web design in different browsers
cs: Otestujte váš webdesign v různých prohlížečích
da: Test dit webdesign i forskellige browsere
de: Teste dein Webdesign in verschiedenen Browsern
el: Ελέγξτε το σχεδιασμό της ιστοσελίδας σας σε διαφορετικούς φυλλομετρητές.
es: Pruebe su diseño web en distintos navegadores
fr: Testez le design de votre site dans différents navigateurs
it: Prova i tuoi web design su altri browser
pl: Przetestuj swoją stronę WWW w różnych przeglądarkach
pt_br: Teste seu layout em diferentes navegadores
ro: Testează-ţi pagina web în diferite browsere
ru: Проверьте отображение вашего сайта в разных браузерах
sv: Testa din webbdesign i en annan webbläsare

source: project links
cs: odkazy
da: projekt links
de: Projekt-Links
el: σύνδεσμοι έργου
es: vínculos del proyecto
fr: liens du projet
it: collegamenti del progetto
nb: prosjektlenker
pl: odnośniki związane z projektem
pt_br: links do projeto
ro: legături proiect
ru: ссылки
sv: projektlänkar

source: documentation
cs: dokumentace
da: dokumentation
de: Dokumentation
el: τεκμηρίωση
es: documentación
it: documentazione
nb: dokumentasjon
pl: dokumentacja
pt_br: documentação
ro: documentaţie
ru: документация
sv: dokumentation

source: mailing lists
cs: mailing listy
da: mailing liste
de: Mailinglisten
el: λίστες ταχυδρομείου
es: listas de correo
fr: listes de diffusion
it: mailing list
nb: epostlister
pl: listy mailingowe
pt_br: listas de e-mail
ro: liste de email
ru: списки рассылки
sv: epostlistor

source: XML-RPC interface
cs: XML-RPC rozhraní
de: XML-RPC-Schnittstelle
el: περιβάλλον XML-RPC
es: interface XML-RPC
fr: Interface XML-RPC
it: interfaccia XML-RPC
nb: XML-RPCgrensesnitt
pl: interfejs XML-RPC
pt_br: interface XML-RPC
ro: interfaţa XML-RPC
ru: интерфейс XML-RPC

source: source code
cs: zdrojový kód
da: kildekode
de: Quellcode
el: πηγαίος κώδικας
es: código fuente
fr: code source
it: codice sorgente
nb: kildekode
pl: kod źródłowy
pt_br: código fonte
ro: codul sursă
ru: исходный код
sv: källkod

source: downloads
cs: ke stažení
el: κατεβάσματα
es: descargas
fr: téléchargements
nb: nedlastinger
pl: do pobrania
ro: descărcări
ru: загрузки
sv: nedladdningar

source: translations
cs: překlady
da: oversættelser
de: Übersetzung
el: μεταφράσεις
es: traducciones
fr: traductions
it: traduzioni
nb: oversettelser
pl: tłumaczenia
pt_br: traduções
ro: traduceri
ru: переводы
sv: översättningar

source: What is Browsershots?
cs: Co je Browsershots?
da: Hvad er Browsershots?
de: Was ist Browsershots?
el: Τι είναι το Browsershots;
es: Qué es Browsershots?
fr: Qu'est-ce que Browsershots ?
it: Cos'è Browsershots?
nb: Hva er Browsershots?
pl: Czym jest projekt Browsershots?
pt_br: O que é Browsershots?
ro: Ce este Browsershots?
ru: Что такое Browsershots?
sv: Vad är Browsershots?

source: Browsershots makes screenshots of your web design in different browsers.
cs: Browsershots vytvářejí screenshoty vašich stránek v různých prohlížečích.
da: Browsershots laver screenshots af dit webdesign i forskellige browsere.
de: Browsershots macht Screenshots von deinem Webdesign in verschiedenen Browsern.
el: Το Browserhots φτιάχνει στιγμιότυπα οθόνης της ιστοσελίδας σας σε διάφορους φυλλομετρητές.
es: Browsershots hace capturas de pantallas de su diseño web en distintos navegadores.
fr: Browsershots réalise des captures d'écran du design de votre site dans différents navigateurs.
it: Browsershots realizza screenshots del tuo web design su diversi browser
nb: Browsershots tar skjermdump av nettsider sett fra forskjellige nettlesere.
pl: Browsershots wykonuje zrzuty ekranu wybranych stron WWW w różnych przeglądarkach.
pt_br: Browsershots tira screenshots do seu layout em diferentes navegadores.
ro: Browsershots creează capturi de ecran a paginii tale web în diferite browsere.
ru: Browsershots делает скриншоты вашего сайта в разных браузерах.
sv: Browsershots tar skärmbilder av din webbdesign i olika webbläsare

source: It is a free open-source online service created by Johann C. Rocholl.
cs: Je to online služba, poskytována zadarmo a vytvořena Johann C. Rochollem.
da: Det er en gratis open-source service startet af Johann C. Rocholl.
de: Es ist ein freier Open-Source Online-Service von Johann C. Rocholl.
el: Είναι μια δωρεάν, ανοικτού κώδικα διαδικτυακή υπηρεσία που δημιουργήθηκε από τον Johann C. Rocholl.
es: Es un servicio de código abierto creado por Johann C. Rocholl.
fr: C'est un service en ligne open-source et gratuit créé par Johann C. Rocholl.
it: E' un servizio online open-source creato da Johann C. Rocholl.
nb: Det er en gratis nettjeneste med åpen kildekode fra Johann C. Rocholl.
pl: Jest to darmowy serwis z otwartym kodem źródłowym, którego autorem jest Johann C. Rocholl.
pt_br: Ele é um serviço livre de código-aberto criado por Johann C. Rocholl.
ro: Este un serviciu online, gratuit şi open-source, creat de către Johann C. Rocholl.
ru: Это бесплатный open-source сервис, созданный Johann C. Rocholl.
sv: Det är en open-source online service skapad av Johann C. Rocholl.

source: When you submit your web address, it will be added to the job queue.
cs: Když zadáte vaši stránku, bude přidána do fronty k zpracování.
da: Når du indtaster din web-adresse, bliver den sat i køen til "behandling".
de: Wenn du deine Webadresse einträgst, kommt sie in die Warteschlange.
el: Όταν υποβάλετε την ηλεκτρονική σας διεύθυνση, θα προστεθεί στη λίστα εργασιών.
es: Cuando usted envía su dirección web, es añadida a la cola de trabajos.
fr: Quand vous soumettez votre adresse internet, elle est ajoutée à la file d'attente.
it: Quando invii il tuo indirizzo web, sarà aggiunto alla coda dei processi.
nb: Når du sender inn nettadressen din, blir den lagt i køen.
pl: Gdy podasz adres strony WWW, zostanie on dodany do kolejki zleceń.
pt_br: Quando você enviar o endereço de seu site, ele será adicionado à fila de trabalhos.
ro: În momentul în care trimiţi o adresa web, ea va fi adăugată într-o coadă.
ru: Когда вы отправляете нам адрес свого сайта, он добавляется в очередь.
sv: När du matar in din webbadress lägg den i jobbkön.
