Repository: foligny/browsershots-psycopg2
Catalog: shotserver/shotserver04/locale/*/LC_MESSAGES/django.po
Languages: cs, da, de, el, es, fr, it, nb, pl, pt_br, ro, ru, sv

source: submitted
cs: navrhovatel
da: indtastet
de: abgeschickt
el: υποβλήθηκε
es: enviadas
fr: expédié
it: inviato
nb: innsendt
pl: wysłano
pt_br: enviado
ro: trimis la
sv: skickat

source: expire
cs: vyprší
da: udløbe
de: verfallen
el: λήγει
es: expira
it: scade
nb: utløper
pl: wygasa
pt_br: expira
ro: expiră
sv: förfalla

source: request group
cs: skupina požadavků
da: anmod om gruppe
de: Auftragsgruppe
el: ομάδα αιτήσεων
es: solicitud de grupo
fr: groupe de demande
it: gruppo richiesta
nb: serie
pl: lista zleceń
ro: grupul cererii
ru: группа запросов
sv: begärandegrupp

source: request groups
cs: skupiny požadavků
da: anmod om grupper
de: Auftragsgruppen
el: ομάδες αιτήσεων
es: solicitudes de grupo
fr: séries
it: gruppi richiesta
nb: serier
pl: listy zleceń
ro: grupurile cererii
ru: группы запросов
sv: begärandegrupper

source: screenshot request group
cs: skupina požadavků na screenshoty
da: anmod screenshot gruppe
de: Screenshot-Auftragsgruppe
el: ομάδα αίτησης στιγμιοτύπου
es: solicitudes de captura grupales
fr: série de capture d'écran
it: gruppo richiesta screenshot
nb: skjermdumpserie
pl: lista zleceń zrzutów ekranu
pt_br: grupo requerente da screenshot
ro: grupul cererii de capturi de ecran
ru: группа запросов скриншотов
sv: grupp för skärmbildsbegäran

source: submitted %(interval)s ago
cs: zasláno před %(interval)s
da: indtastet %(interval)s siden
de: eingetragen vor %(interval)s
el: υποβλήθηκε πριν %(interval)s
es: submitido %(interval)s atrás
fr: expédié il y a %(interval)s
it: inviato %(interval)s fa
nb: mottatt for %(interval)s siden
pl: wysłane %(interval)s temu
pt_br: enviado a %(interval)s
ro: trimis acum %(interval)s
ru: загружено %(interval)s назад
sv: skickat %(interval)s sen

source: expires in %(interval)s
cs: vyprší za %(interval)s
da: udløber om %(interval)s
de: läuft in %(interval)s ab
el: λήγει σε %(interval)s
es: expira en %(interval)s
fr: expire dans %(interval)s
it: scade tra %(interval)s
nb: utløper om %(interval)s
pl: wygasa za %(interval)s
pt_br: expira em %(interval)s
ro: expiră în %(interval)s
ru: срок годности истекает через %(interval)s
sv: förfaller om %(interval)s

source: extend
cs: rozšířit
da: forlæng
de: verlängern
el: επέκταση
es: extender
fr: étendre
it: estendi
nb: forleng
pl: przedłuż
pt_br: estende
ro: extinde
ru: продлить
sv: utöka

source: %(width)d pixels wide
cs: %(width)d pixelů široké
da: %(width)d pixels bred
de: %(width)d Pixel breit
el: πλάτος %(width)d εικονοστοιχεία
es: %(width)d píxeles de ancho
fr: %(width)d largeur en pixel
it: largo %(width)d pixel
nb: %(width)d piksler bred
pl: %(width)d pikseli szerokości
pt_br: %(width)d pixels de largura
ro: lungime %(width)d pixeli
ru: ширина %(width)d пикселей
sv: %(width)d pixel bred

source: %(color_depth)d bits per pixel
cs: %(color_depth)d bitů na pixel
de: %(color_depth)d Bits pro Pixel
el: %(color_depth)d bits ανά εικονοστοιχείο
es: %(color_depth)d bits por píxel
fr: %(color_depth)d bits par pixel
it: %(color_depth)d bit per pixel
nb: %(color_depth)d bits per piksel
pl: %(color_depth)d bitów na piksel
pt_br: %(color_depth)d bits por pixel
ru: %(color_depth)d бит на пиксель
sv: %(color_depth)d bitar per pixel

source: Your screenshots will appear here when they are uploaded.
cs: Vaše screenshoty se zde objeví, jakmile budou nahrány.
da: Dit screenshot vil blive placeret her, når det er blevet uploadet til serveren.
de: Deine Screenshots werden hier erscheinen, wenn sie hochgeladen wurden.
el: Τα στιγμιότυπά σας θα εμφανιστούν εδώ μόλις ανέβουν.
es: Sus capturas de pantalla aparecerán aquí cuando hayan sido cargadas.
fr: Votre capture d'écran apparaitra ici quand elle sera envoyée.
it: I tuoi screenshot appariranno qui una volta caricati.
nb: Skjermdumpene vises her når de har blitt lastet opp.
pl: Twoje zrzuty ekranu będą tu widoczne po wgraniu ich na serwer.
pt_br: Seus screenshots irão aparecer aqui quando eles forem enviados.
ro: Capturile tale de ecran vor apărea aici îndată ce sunt încărcate.
ru: Ваши скриншоты появятся здесь, как только они будут готовы.
sv: Dina skärmbilder kommer att synas här när de är uppladdade.

source: [Reload this page] or bookmark it and come back later.
cs: [Aktualizujte tuto stránku] nebo si ji zazáložkujte a přijďte později.
da: "Refresh" denne side, eller lav et bookmark af den og kom tilbage senere.
de: [Aktualisiere diese Seite] oder setze ein Lesezeichen für später.
el: [Επαναφόρτωση της σελίδας] ή προσθήκη στους σελιδοδείκτες και επιστροφή αργότερα.
es: [Recargue esta página] o guarde el marcador y regrese más tarde.
fr: [Recharger cette page] ou ajoutez la dans vos favoris (marque-pages) et revenez plus tard.
it: [Ricarica questa pagina] o aggiungila ai preferiti e torna più tardi.
nb: [Last denne siden på nytt] eller sett bokmerke og kom tilbake senere.
pl: [Odśwież tę stronę] lub dodaj do zakładek (ulubionych) i wróć poźniej.
pt_br: [Atualize esta página] ou adicione nos favoritos para voltar depois.
ro: [Reîmprospătează aceasta pagină] sau adăug-o în lista ta de bookmark-uri şi revin-o mai târziu.
ru: [Обновите страницу] или добавьте ее в закладки и вернитесь позже.
sv: [Ladda om] eller lägg till som bokmärke och kom tillbaka senare.

source: Your screenshot requests have expired.
cs: Vaše požadavky vypršely.
da: Dine screenshot anmodninger er udløbet.
de: Deine Screenshot-Aufträge sind abgelaufen.
el: Οι αιτήσεις σας για στιγμιότυπα έχουν λήξει.
es: Sus solicitudes de captura expiraron.
fr: Vos demandes de captures d'écrans ont expirées.
it: Le tue richieste di screenshot sono scadute.
nb: Dine anmodninger om skjermdumper har upløpt.
pl: Twoje zlecenia na zrzuty ekranu wygasły.
pt_br: Sua requisição de screenshot expirou.
ro: Cererile tale de capturi de ecran au expirat.
ru: Срок действия ваших запросов на скриншоты истек.
sv: Din skärmbildsbegäran har förfallit.

source: %(count)d browsers selected
cs: %(count)d prohlížečů vybráno
da: %(count)d browsere valgt
de: %(count)d Browser ausgewählt
el: %(count)d φυλλομετρητές επιλέχθηκαν
es: %(count)d navegadores seleccionados
fr: %(count)d navigateurs selectionnés
it: %(count)d browser selezionati
nb: %(count)d nettlesere valgt
pl: wybrano %(count)d przeglądarek
ro: %(count)d browsere selectate
ru: выбрано %(count)d браузеров
sv: %(count)d webbläsare valda

source: %(count)d starting
cs: začíná %(count)d
da: %(count)d starter
de: %(count)d starten
el: %(count)d αρχίζουν
es: %(count)d iniciando
fr: %(count)d en démarrage
it: %(count)d in avviamento
nb: %(count)d starter
pl: %(count)d startuje
pt_br: %(count)d iniciando
ro: %(count)d încep
ru: %(count)d начинается
sv: %(count)d startar

source: %(count)d loading
cs: načítá %(count)d
da: %(count)d indlæser
de: %(count)d laden
el: %(count)d φορτώνουν
es: cargando %(count)d
fr: %(count)d en chargement
it: %(count)d in caricamento
nb: %(count)d laster inn
pl: %(count)d wczytuje stronę
pt_br: %(count)d carregando
ro: %(count)d în curs
ru: %(count)d загружается
sv: %(count)d laddar

source: %(count)d uploaded
cs: %(count)d nahráno
da: %(count)d uploadet
de: %(count)d hochgeladen
el: %(count)d ανέβηκαν
es: %(count)d subido
fr: %(count)d envoyé(s)
it: %(count)d inviate
nb: %(count)d lastet opp
pl: %(count)d wgrało zrzut ekranu
pt_br: %(count)d enviados
ro: %(count)d încărcate
ru: %(count)d загружено
sv: %(count)d uppladdade

source: %(count)d failed
cs: %(count)d selhalo
da: %(count)d fejlede
de: %(count)d fehlgeschlagen
el: %(count)d απέτυχαν
fr: %(count)d échouée(s)
it: %(count)d fallite
pl: %(count)d zwróciło błąd
sv: %(count)d misslyckades

source: %(count)d expired
cs: %(count)d vypršelo
da: %(count)d udløbet
de: %(count)d abgelaufen
el: %(count)d έληξαν
fr: %(count)d expirée(s)
it: %(count)d scadute
pl: %(count)d wygasło

source: %(min_interval)s to %(max_interval)s
da: %(min_interval)s til %(max_interval)s
de: %(min_interval)s bis %(max_interval)s
el: %(min_interval)s ως %(max_interval)s
fr: %(min_interval)s à %(max_interval)s
it: %(min_interval)s fino a %(max_interval)s
pl: %(min_interval)s do %(max_interval)s
ro: între %(min_interval)s şi %(max_interval)s
sv: %(min_interval)s till %(max_interval)s

source: details
cs: podrobnosti
da: detaljer
el: λεπτομέρειες
es: detalles
fr: détails
it: dettagli
nb: detaljer
pl: szczegóły
pt_br: detalhes
ro: detalii
ru: подробнее
sv: detaljer

source: download all screenshots
cs: stáhnout všechny screenshoty
da: download alle screenshots
de: alle Screenshots herunterladen
el: κατέβασμα όλων των στιγμιοτύπων
es: descargar todas las capturas de pantalla
fr: télécharger toutes les captures d'écran
it: scarica tutti gli screenshot
nb: last ned alle skjermdumper samlet
pl: pobierz wszystkie zrzuty ekranu
pt_br: baixar todos screenshots
ro: descarcă toate capturile de ecran
ru: скачать все скриншоты
sv: ladda ner alla skärmbilder

source: download %(count)d screenshots
cs: stáhnout %(count)d screenshotů
de: %(count)d Screenshots herunterladen
el: κατέβασμα %(count)d στιγμιοτύπων
es: descargar %(count)d capturas de pantalla
fr: télécharger %(count)d captures d'écran
it: scarica %(count)d screenshots
nb: last ned %(count)d skjermdumper
pl: pobierz %(count)d zrzutów ekranu
pt_br: baixar %(count)d screenshots
ro: descarcă %(count)d capturi de ecran
ru: скачать %(count)d скриншотов
sv: ladda ner %(count)d skärmbilder

source: priority
cs: priorita
da: prioritet
de: Priorität
el: προτεραιότητα
es: prioridad
fr: priorité
it: priorità
nb: prioritet
pl: priorytet
pt_br: prioridade
ro: prioritate
ru: приоритет
sv: prioritet

source: locked
cs: zamknuto
da: låst
de: gesperrt
el: κλειδωμένο
es: bloqueado
fr: bloqué
it: bloccato
nb: låst
pl: zablokowany
pt_br: bloqueado
ro: blocat
ru: заблокировано
sv: låst

source: redirected
cs: přesměrováno
da: videresendt
de: weitergeleitet
el: ανακατευθύνθηκε
es: redireccionado
fr: redirigé
it: reindirizzato
nb: viderekoblet
pl: przekierowany
pt_br: redirecionado
ro: redirectat
ru: перенаправлено
sv: omdirigerad

source: screenshot
el: στιγμιότυπο
es: captura de pantalla
fr: capture d'écran
nb: skjermdump
pl: zrzut ekranu
ro: captură de ecran
ru: скриншот
sv: skärmbild

source: request
cs: dotaz
da: anmodning
de: Anfrage
el: ζήτηση
es: solicitud
fr: demande
it: richiesta
nb: anmodning
pl: zlecenie
pt_br: requisição
ro: cerere
ru: запрос
sv: begäran

source: requests
cs: požadavků
da: anmodninger
de: Aufträge
el: αιτήσεις
es: solicitudes
fr: requêtes
it: richieste
nb: anmodninger
pl: żądań
pt_br: requisições
ro: cereri
ru: запросы
sv: begäranden

source: uploaded
cs: nahráno
da: uploadet
de: hochgeladen
el: ανέβηκε
es: enviado
fr: envoyé(s)
it: trasmesso
nb: lastet opp
pl: wgrane
pt_br: enviado
ro: încărcate
ru: загружено
sv: uppladdade

source: failed
cs: selhalo
da: mislykkedes
de: fehlgeschlagen
el: απέτυχε
es: falló
fr: échec
it: non riuscito
nb: mislyktes
pl: błąd
pt_br: falhou
ro: eşuate
ru: не удалось
sv: misslyckades

source: loading
cs: načítá se
da: indlæser
de: lädt
el: φόρτωση
es: cargando
fr: chargement
it: caricamento
nb: laster
pl: ładowanie
pt_br: carregando
ro: în curs
ru: загрузка
sv: laddas

source: starting
cs: spouštím
da: starter
de: startet
el: έναρξη
es: iniciando
fr: démarrage
it: in avviamento
nb: starter opp
pl: uruchamianie
pt_br: iniciando
ro: încep
ru: запускается
sv: startar

source: expired
cs: vypršel
da: udløbet
de: abgelaufen
el: έληξε
es: expiró
fr: expiré
it: scaduto
nb: utløpt
pl: wygasło
ro: expirate
ru: просрочено
sv: förfallit

source: unavailable
cs: nedostupný
da: ikke tilgængelig
de: nicht verfügbar
el: μη διαθέσιμο
es: no disponible
fr: indisponible
it: non disponibile
nb: ikke tilgjengelig
pl: niedostępne
pt_br: indisponível
ro: nedisponibil
ru: недоступно
sv: inte tillgänglig

source: You must send a POST request to this page.
da: Du er nødt til at sende en "HTTP POST request" til denne side.
de: Du musst einen POST-Request an diese Seite schicken.
el: Πρέπει να στείλετε μια αίτηση POST σε αυτή τη σελίδα.
fr: Vous devez envoyer une requête POST vers cette page.
it: A questa pagina devi inviare una richiesta POST.
pl: Musisz wysłać zapytanie typu POST do tej strony.
ro: Trebuie să trimiţi o cerere POST către această pagină.
sv: Du måste skicka en POST förfrågan till den här sidan.

source: You must specify a numeric request group ID.
da: Du er nødt til at specificere en numerisk anmodnings gruppe ID.
de: Du musst eine numerische Auftragsgruppen-ID angeben.
el: Πρέπει να ορίσετε ένα αριθμό ταυτοποίησης της ομάδας αιτήσεων.
fr: Vous devez spécifier une ID de requête de groupe numérique.
it: Devi specificare un ID numerico per il gruppo di richiesta.
pl: Musisz wprowadzić numeryczne ID grupy.
ro: Trebuie să specifici un ID numeric pentru grupul de cereri.
sv: Du måste specificera ett numeriskt ID för en förfrågansgrupp.

source: request group expired
cs: skupina požadavků vypršela
da: anmodningsgruppe udløbet
de: Auftragsgruppe abgelaufen
el: η ομάδα αιτήσεων έληξε
es: peticiones de grupo expiradas
fr: requête de groupe expirée
it: il gruppo richiesta è scaduto
pl: żądanie grupy wygasło
ro: grupul de cereri a expirat
sv: förfrågansgrupp har gått ut

source: This request group already expired %d minutes ago.
cs: Tato skupina požadavků vypršela před %d minutami.
da: Denne anmodnings side er udløbet %d minutter siden.
de: Diese Auftragsgruppe ist bereits vor %d Minuten abgelaufen.
el: Αυτή η ομάδα αιτήσεων έληξε πριν %d λεπτά.
es: La petición de grupo ya ha expirado hace %d minutos.
fr: Cette requête de groupe est expirée depuis %d minutes.
it: Questo gruppo richiesta è già scaduto %d minuti fa.
pl: To żądanie grupy wygasło %d minut temu.
ro: Acest grup de cereri a expirat deja acuma %d minute.
sv: Denna förfrågansgrupp gick ut för %d minuter sedan.

source: Request new screenshots?
cs: Zaslat požadavek na nové screenshoty?
da: Anmod om nye screenshots?
de: Neue Screenshots anfordern?
el: Αίτηση νέων στιγμιοτύπων;
es: Solicitud de nuevas capturas?
fr: Demander de nouvelles captures d'écran ?
it: Richiedi nuovi screenshots?
nb: Anmode nye skjermdumper?
pl: Zlecić nowy zrzut ekranu?
pt_br: Solicitar novas screenshots?
ro: Doreşti noi capturi de ecran?
ru: Запросить новые скриншоты?
sv: Begär nya skärmbilder?

source: for %(url)s
cs: pro %(url)s
da: til %(url)s
de: für %(url)s
el: για %(url)s
es: para %(url)s
fr: pour %(url)s
it: per %(url)s
pl: dla %(url)s
pt_br: para %(url)s
ro: pentru %(url)s
ru: для %(url)s
sv: för %(url)s

source: screenshot request queue
cs: Fronta požadavků na screenshoty
da: screenshot anmodnings kø
de: Auftrags-Warteschlange
el: ουρά αιτήσεως στιγμιοτύπων
es: solicitud de capturas de pantalla en cola
fr: demandes de capture d'écran en attente
it: coda delle richieste screenshot
nb: skjermdump anmodningskø
pl: kolejka zleceń zrzutów ekranu
pt_br: fila de requisição de screenshot
ru: очередь запросов на скриншоты
sv: kön för skärmbildsbegäranden

source: pending requests
cs: čekající požadavky
da: afventer anmodninger
de: Aufträge in der Warteschlange
el: τρέχουσες αιτήσεις
es: solicitudes pendientes
fr: requête en attente
it: richieste in sospeso
nb: aktive anmodninger
pl: oczekujące zlecenia
pt_br: requisições pendentes
ro: cereri în aşteptare
ru: запросы, ожидающие выполнения
sv: väntande begäranden

source: No pending requests.
cs: žádné čekající požadavky.
da: Ingen afventende anmodninger.
de: Keine Aufträge in der Warteschlange.
el: Δεν υπάρχουν τρέχουσες αιτήσεις.
es: No hay solicitudes pendientes.
fr: Aucune requête en attente.
it: Nessuna richiesta in sospeso.
nb: Ingen anmodninger.
pl: Brak oczekujących zleceń.
pt_br: Nenhuma requisição pendente.
ro: Nu există cereri în aşteptare.
ru: Нет запросов в очереди.
sv: Inga väntande begäranden.

source: This is not the requested browser.
cs: Toto není požadovaný prohlížeč.
da: Dette er ikke den anmodede browser.
de: Das ist nicht der richtige Browser.
el: Αυτός δεν είναι ο ζητούμενος φυλλομετρητής.
es: Esto no es el navegador solicitado.
fr: Ce n'est pas le navigateur demandé.
it: Questo non è il browser richiesto.
nb: Dette er ikke den anmodede nettleseren.
pl: To nie jest zażądana przeglądarka.
pt_br: Este não é o navegador solicitado.
ro: Acesta nu este browser-ul cerut.
ru: Это другой браузер.
sv: Detta är inte den begärda webbläsaren.

source: This is not the requested operating system.
cs: Toto není požadovaný operační systém.
da: Dette er ikke det anmodede operativ system.
de: Das ist nicht das richtige Betriebssystem.
el: Αυτό δεν είναι το ζητούμενο λειτουργικό σύστημα.
es: Esto no es el sistema operativo solicitado.
fr: Ce n'est pas le système d'opération demandé.
it: Questo non è il sistema operativo richiesto.
nb: Dette er ikke det anmodede operativsystemet.
pl: To nie jest zażądany system operacyjny.
pt_br: Este não é o sistema operacional solicitado.
ro: Acesta nu este sistemul de operare cerut.
ru: Это другая операционная система.
sv: Detta är inte det begärda operativsystemet.

source: This is not the requested Javascript version.
cs: Toto není požadovaná verze Javascriptu.
da: Dette er ikke den anmodede Javascript version.
de: Das ist nicht die richtige Javascript-Version.
el: Αυτή δεν είναι η ζητούμενη έκδοση Javascript.
es: Esto no es la versión de Javascript solicitada.
fr: Ce n'est pas la version de Javascript demandée.
it: Questa non è la versione Javascript richiesta.
nb: Dette er ikke den anmodede versjonen avJavaScript.
pl: To nie jest zażądana wersja javascript.
pt_br: Esta não é a versão Javascript solicitada.
ro: Aceasta nu este versiunea de Javascript cerută.
ru: Это другая версия Javascript.
sv: Detta är inte den begärda Javascript versionen.

source: This is not the requested Java version.
cs: Toto není požadovaná verze Javy.
da: Dette er ikke den anmodede Java version.
de: Das ist nicht die richtige Java-Version.
el: Αυτή δεν είναι η ζητούμενη έκδοση Java.
es: Esto no es la versión de Java solicitada.
fr: Ce n'est pas la version de Java demandée.
it: Questa non è la versione Java richiesta.
nb: Dette er ikke den anmodede versjonen av Java®.
pl: To nie jest zażądana wersja javy.
pt_br: Esta não é a versão Java solicitada.
ro: Aceasta nu este versiunea de Java cerută.
ru: Это другая версия Java.
sv: Detta är inte den begärda Java versionen.

source: This is not the requested Flash version.
cs: Toto není požadovaná verze Flashe.
da: Dette er ikke den anmodede Flash version.
de: Das ist nicht die richtige Flash-Version.
el: Αυτή δεν είναι η ζητούμενη έκδοση Flash.
es: Esto no es la versión de Flash solicitada.
fr: Ce n'est pas la version de Flash demandée.
it: Questa non è la versione Flash richiesta.
nb: Dette er ikke den anmodede versjonen av Flash®.
pl: To nie jest zażądana wersja flasha.
pt_br: Esta não é a versão Flash solicitada.
ro: Aceasta nu este versiunea de Flash cerută.
ru: Это другая версия Flash.
sv: Detta är inte den begärda Flash versionen.

source: A language pack needs to be installed.
cs: Je potřeba nainstalovat jazykový balík.
da: Der er nødt til at blive installeret en sprog-pakke.
de: Ein Sprachpaket muss installiert werden.
el: Χρειάζεται να εγκατασταθεί ένα πακέτο γλώσσας.
es: Un paquete de lenguaje necesita ser instalado.
fr: Un pack de langage a besoin d'être installé.
it: Dev'essere installato un pacchetto linguistico.
nb: En språkpakke mangler.
pl: Wymagane doinstalowanie pakietu językowego.
pt_br: Um pacote de idioma deve ser instalado.
ro: Trebuie instalat un pachet de limbă.
ru: Необходимо установить языковой модуль.
sv: Ett språkpaket behövs installeras.

source: There is a dialog box in front of the browser window.
cs: Před oknem prohlížeče je dialogové okno.
da: Der er en dialogboks foran browser vinduet.
de: Vor dem Browser ist ein Dialogfenster.
el: Υπάρχει ένα παράθυρο διαλόγου μπροστά από το παράθυρο του φυλλομετρητή.
es: Hay una caja de diálogo frente a la ventana del navegador.
fr: Il y a une boite de dialogue devant la fenêtre du navigateur.
it: C'è una finestra di dialogo di fronte al browser.
nb: Det er en dialogboks foran nettleservinduet.
pl: Treść strony jest zasłonięta przez okienko.
pt_br: Há uma caixa de diálogo na frente da janela do navegador.
ro: O căsută de dialog se află în faţa browser-ului.
ru: Диалоговое окно закрывает окно браузера.
sv: Det är en dialogruta framför webbläsarfönstret.

source: The browser window is not maximized.
cs: Okno prohlížeče není maximalizováno.
da: Browser vinduet er ikke maksimeret (fuld skærm).
de: Das Browserfenster ist nicht maximiert.
el: Το παράθυρο του φυλλομετρητή δεν είναι μεγιστοποιημένο.
es: La ventana del navegador no está maximizada.
fr: La fenêtre du navigateur n'est pas agrandie.
it: La finestra del browser non è massimizzata.
nb: Nettleservinduet vises ikke i fullskjerm.
pl: Okno przeglądarki nie jest zmaksymalizowane.
pt_br: A janela do navegador não está maximizada.
ro: Fereastra browser-ului nu este maximizată.
ru: Окно браузера не открыто на весь экран.
sv: Webbläsarfönstret är inte maximerat.

source: The page is not finished loading.
cs: Stránka se nenačetla celá.
da: Siden blev ikke færdig med at indlæse.
de: Die Seite ist noch nicht fertig geladen.
el: Η σελίδα δεν έχει φορτώσει πλήρως.
es: La carga de la página no ha terminado.
fr: Cette page n'a pas fini d'être chargée.
it: La pagina non ha finito di caricarsi.
nb: Siden er ikke ferdig lastet inn.
pl: Strona nie została do końca wczytana.
pt_br: A página não terminou de carregar.
ro: Pagina nu a fost încărcată în întregime.
ru: Страница еще не загрузилась.
sv: Sidan har inte laddat färdigt.

source: This is not %(browser)s.
cs: Toto není %(browser)s.
da: Dette er ikke %(browser)s.
de: Das ist nicht %(browser)s.
el: Αυτός δεν είναι ο %(browser)s.
es: Este no es el %(browser)s.
fr: Ce n'est pas %(browser)s.
it: Questo non è %(browser)s.
nb: Dette er ikke %(browser)s.
pl: To nie jest przeglądarka %(browser)s.
pt_br: Isto não é %(browser)s.
ro: Acesta nu este %(browser)s.
ru: Это не %(browser)s.
sv: Detta är inte %(browser)s.

source: This is not %(operating_system)s.
cs: Toto není %(operating_system)s.
da: Dette er ikke %(operating_system)s.
de: Das ist nicht %(operating_system)s.
el: Αυτό δεν είναι το %(operating_system)s.
es: Este no es el %(operating_system)s.
fr: Ce n'est pas %(operating_system)s.
it: Questo non è %(operating_system)s.
nb: Dette er ikke %(operating_system)s.
pl: To nie jest system %(operating_system)s.
pt_br: Isto não é %(operating_system)s.
ro: Acesta nu este %(operating_system)s.
ru: Это не %(operating_system)s.
sv: Detta är inte %(operating_system)s.

source: Javascript is not %(javascript)s.
cs: Javascript není %(javascript)s.
da: Javascript er ikke %(javascript)s.
de: Javascript ist nicht %(javascript)s.
el: η Javascript δεν είναι η %(javascript)s.
es: Javascript no es %(javascript)s.
fr: Javascript n'est pas %(javascript)s.
it: Javascript non è %(javascript)s.
nb: JavaScript er ikke %(javascript)s.
pl: Javascript nie jest w wersji %(javascript)s.
pt_br: Javascript não é %(javascript)s.
ro: Versiunea de Javascript nu este %(javascript)s.
ru: Javascript — не %(javascript)s.
sv: Javascript är inte %(javascript)s.

source: Java is not %(java)s.
cs: Java není %(java)s.
da: Java er ikke %(java)s.
de: Java ist nicht %(java)s.
el: η Java δεν είναι %(java)s.
es: Java no es %(java)s.
fr: Java n'est pas %(java)s.
it: Java non è %(java)s.
nb: Java® er ikke %(java)s.
pl: Java nie jest w wersji %(java)s.
pt_br: Java não é %(java)s.
ro: Versiunea de Java nu este %(java)s.
ru: Java — не %(java)s.
sv: Java är inte %(java)s.

source: Flash is not %(flash)s.
cs: Flash není %(flash)s.
da: Flash er ikke %(flash)s.
de: Flash ist nicht %(flash)s.
el: το Flash δεν είναι %(flash)s.
es: Flash no es%(flash)s.
fr: Flash n'est pas %(flash)s.
it: Flash non è %(flash)s.
nb: Flash® er ikke %(flash)s.
pl: Flash nie jest w wersji %(flash)s.
pt_br: Flash não é %(flash)s.
ro: Versiunea de Flash nu este %(flash)s.
ru: Flash — не %(flash)s.
sv: Flash är inte %(flash)s.
