Repository: foligny/browsershots-psycopg2
Catalog: shotserver/shotserver04/locale/*/LC_MESSAGES/django.po
Languages: cs, da, de, el, es, fr, it, nb, pl, pt_br, ro, ru, sv

source: create account
cs: vytvořit účet
da: lav bruger-konto
de: Konto anlegen
el: δημιουργία λογαριασμού
es: crear cuenta
fr: créer un compte
it: crea account
nb: opprett en konto
pl: utwórz konto
pt_br: criar conta
ro: creează-ţi un cont
ru: создать учётную запись
sv: skapa konto

source: Account created
cs: Účet vytvořen
da: Konto oprettet
de: Konto angelegt
el: Ο λογαριασμός δημιουργήθηκε
es: Cuenta creada
fr: Compte créé
it: Account creato
nb: Kontoen ble opprettet
pl: Konto zostało utworzone
pt_br: Conta criada
ro: Contul a fost creat
ru: учетная запись создана
sv: Konto skapat

source: A new user account was created.
cs: Nový uživatelský účet byl vytvořen.
da: En ny bruger-konto blev lavet.
de: Ein neues Benutzerkonto wurde angelegt.
el: Ένας νέος λογαριασμός χρήστη δημιουργήθηκε.
es: Una nueva cuenta de usuario fué creada.
fr: Un nouveau compte utilisateur a été créé.
it: Un nuovo account utente è stato creato.
nb: En ny brukerkonto ble opprettet.
pl: Nowe konto użytkownika zostało utworzone.
pt_br: Uma nova conta de usuário foi criada.
ro: Un nou cont de utilizator a fost creat.
ru: Новая учетная запись создана.
sv: Ett nytt användarkonto skapades.

source: profile
cs: profil
da: profil
de: Profil
el: προφίλ
es: perfil
fr: profil
it: profilo
nb: profil
pl: profil
pt_br: perfil
ro: profil
ru: профиль
sv: profil

source: This is your private profile page. Only you can see it.
cs: Toto je soukromá stránka vašeho profilu. Pouze vy k ní máte přístup.
da: Dette er din private profil. Kun du kan se den.
de: Dies ist deine private Profilseite. Nur du kannst sie sehen.
el: Αυτή είναι η προσωπική σελίδα του προφίλ σας. Μόνο εσείς μπορείτε να την δείτε.
es: Este es su perfil privado. Sólo usted puede verlo.
fr: Ceci est votre espace personnel. Vous seul pouvez le voir.
it: Questa è la pagina del tuo profilo privato. Solo tu puoi vederlo.
nb: Dette er din private profilside. Bare du kan se den.
pl: To jest twój prywatny profil. Tylko ty go widzisz.
pt_br: Esta é sua página privada. Somente você pode vê-la.
ro: Aceasta este pagina profilului tău. Doar tu o poţi vedea.
ru: Это ваша личная страница. Только вы можете ее увидеть.
sv: Detta är din privata profilsida. Endast du kan se den.

source: your screenshot factories
cs: vaše screenshotové stroje
da: dinne screenshot fabrikker
de: deine Sreenshot-Fabriken
el: τα εργαστήρια στιγμιοτύπων σας
es: sus capturas de fábrica
fr: vos plateformes de capture d'écran
it: le tue Screenshot Factory
nb: dine skjermdumpfabrikker
pl: twoje fabryki zrzutów ekranu
pt_br: suas fábricas de screenshot
ro: fabricile tale de capturi de ecran
ru: ваши фабрики скриншотов
sv: dina skärmbildsfabriker

source: Register a new screenshot factory?
cs: Zaregistrovat nový stroj na screenshoty?
da: Registrer en ny screenshot fabrik?
de: Eine neue Screenshot-Fabrik registrieren?
el: Καταχώρηση νέου εργαστηρίου στιγμιοτύπων;
es: Registrar una nueva fábrica de capturas?
fr: Enregistrer une nouvelle plateforme de capture d'écran?
it: Vuoi registrare una nuova Screenshot Factory?
nb: Registrer en ny skjermdumpfabrikk?
pl: Zarejestrować nową fabrykę zrzutów ekranu?
pt_br: Registrar uma nova fábrica de screenshot?
ro: Înregistrezi o nouă fabrică de caputri de ecran?
ru: Зарегистрировать новую фабрику скриншотов?
sv: Registrera en ny skärmbildsfabrik?

source: Register this browser for screenshots?
cs: Zaregistrovat tento prohlížeč pro screenshoty?
da: Registrer denne browser for screenshots?
de: Diesen Browser für Screenshots eintragen?
el: Καταχώρηση αυτού του φυλλομετρητή για στιγμιότυπα;
es: Registrar este navegador para capturar pantallas?
fr: Enregistrer ce navigateur pour des captures d'écran ?
it: Registrare questo browser per gli screenshot?
nb: Registrer denne nettleseren som skjermdumpfabrikk?
pl: Zarejestrować tę przeglądarkę?
pt_br: Registrar este browser para screenshots?
ro: Înregistrezi acest browser pentru capturi de ecran?
ru: Зарегистрировать этот браузер для создания скриншотов?
sv: Registrera denna webbläsare för skärmbilder?

source: recent factory errors
cs: poslední chyby stroje
da: seneste fabrik-fejl
de: aktuelle Fabrikfehler
el: πρόσφατα σφάλματα εργαστηρίου
es: errores recientes de fábrica
fr: erreurs récentes de plateforme
it: errori recenti della Factory
nb: de siste fabrikkfeilene
pl: ostatnie błędy fabryki
pt_br: erros recentes na fábrica
ro: erori de fabrică recente
ru: ошибки фабрики
sv: senaste fabriksfel

source: factory
cs: stroj
da: fabrik
de: Fabrik
el: εργαστήριο
es: fábrica
fr: plateforme
nb: fabrikk
pl: fabryka
pt_br: fábrica
ro: fabrică
ru: фабрика
sv: fabrik

source: code
cs: kód
da: kode
de: Nummer
el: κωδικός
es: código
it: codice
nb: kode
pl: kod
pt_br: código
ro: cod
ru: код
sv: kod

source: message
cs: zpráva
da: besked
de: Nachricht
el: μήνυμα
es: mensaje
it: messaggio
nb: melding
pl: treść
pt_br: mensagem
ro: mesaj
ru: сообщение
sv: meddelande

source: age
cs: věk
da: alder
de: Alter
el: ηλικία
es: edad
it: età
nb: alder
pl: wiek
pt_br: idade
ro: vârsta
ru: возраст
sv: ålder

source: account balance
cs: zůstatek na účtu
da: konto balance
de: Kontostand
el: ισορροπία λογαριασμού
es: balance de cuenta
fr: solde du compte
it: bilancio dell'account
nb: kontobalanse
pl: stan konta
ro: sold
ru: баланс учетной записи
sv: kontosaldo

source: name
cs: název
da: navn
el: Όνομα
es: nombre
fr: nom
it: nome
nb: navn
pl: nazwa
pt_br: Nome
ro: nume
ru: Название
sv: namn

source: e.g. Gecko / KHTML / AppleWebKit
cs: např. Gecko / KHTML / AppleWebKit
da: f.eks. Gecko / KTHML /AppleWebkit
de: z.B. Gecko / KHTML / AppleWebKit
el: Gecko / KHTML / AppleWebKit
es: ejem.: Gecko / KHTML / AppleWebKit
fr: ex. Gecko / KHTML / AppleWebKit
it: es. Gecko / KHTML / AppleWebKit
nb: for eksempel Gecko / KHTML / Merlin / AppleWebKit
pl: np. Gecko / KHTML / AppleWebKit
pt_br: ex: Gecko / KHTML / AppleWebKit
ro: de exemplu: Gecko / KHTML / AppleWebKit
ru: например, Gecko / KHTML / AppleWebKit
sv: t.ex. Gecko / KHTML / AppleWebKit

source: maker
cs: tvůrce
da: lavet af
de: Hersteller
el: κατασκευαστής
es: creador
fr: fabricant
it: realizzatore
nb: skaper
pl: twórca
pt_br: criador
ro: producător
sv: skapare

source: engine
cs: jádro
da: motor
el: μηχανή
es: motor
fr: moteur
nb: motor
pl: silnik
pt_br: motor
ro: motor
ru: движок
sv: motor

source: engines
cs: jádra
el: μηχανές
es: motores
fr: moteurs
it: engine
nb: motorer
pl: silniki
ro: motoare
ru: движки
sv: motorer

source: e.g. Firefox / MSIE / Safari
cs: např. Firefox / MSIE / Safari
da: f.eks. Firefox / MSIE / Safari
de: z.B. Firefox / MSIE / Safari
el: για παράδειγμα Firefox / MSIE / Safari
es: ejem.: Firefox / MSIE / Safari
fr: ex. Firefox / MSIE / Safari
it: es. Firefox / MSIE / Safari
nb: for eksempel Firefox Opera / / MSIE / Safari
pl: np. Firefox / MSIE / Safari
pt_br: ex: Firefox / MSIE / Safari
ro: de exemplu: Firefox / MSIE / Safari
ru: например, Firefox / MSIE / Safari
sv: t.ex. Firefox / MSIE / Safari

source: terminal
cs: terminál
el: τερματικό
it: terminale
ru: терминал

source: Is this a text-mode browser?
cs: Je toto textový prohlížeč?
da: Er dette en "text-mode" browser?
de: Ist dies ein Textmodus-Browser?
el: Αυτός ο φυλλομετρητής είναι σε λειτουργία απλού κειμένου;
es: Es este un navegador de modo de texto?
fr: Est-ce un navigateur en mode texte ?
it: E' un browser testuale ?
nb: Er dette en nettleser i tekst-modus?
pl: Czy jest to przeglądarka tekstowa?
pt_br: Isto é um navegador em modo-texto?
ro: Acest browser poate să afişeze doar text (browser text-mode)?
ru: Это консольный браузер?
sv: Är detta en textwebbläsare?

source: unusual
da: usædvanlig
de: ungewöhnlich
el: ασυνήθιστο
es: inusual
fr: peu commun
it: inusuale
nb: uvanlig
pl: nietypowe
pt_br: não usual
ro: neobişnuit
ru: необычный
sv: ovanlig

source: Hide from recent screenshot overview?
cs: Skrýt z přehledu posledních screenshotů?
da: Gem fra seneste screenshot oversigt?
de: Von den aktuellen Screenshots ausschliessen?
el: Απόκρυψη από την πρόσφατη επισκόπηση στιγμιοτύπων;
es: Ocultar de capturas de pantalla recientes?
fr: Cacher dans les recentes captures d'écran ?
it: Nascondere dalle anteprime degli screenshot recenti?
nb: Skjul fra siste skjermdumpoverblikk?
pl: Nie wyświetlaj w liście ostatnich zrzutów ekranu?
pt_br: Esconder da página de screenshots recentes?
ro: Neafişare în lista de capturi de ecran recente?
ru: Не показывать на странице со свежими скриншотоами?
sv: Göm från senaste skärmbildsöversikt?

source: browser group
cs: skupina prohlížečů
da: browser gruppe
de: Browsergruppe
el: ομάδα φυλλομετρητών
es: grupo de navegadores
fr: groupe de navigateur
it: gruppo di browser
nb: nettlesergruppe
pl: grupa przeglądarek
pt_br: grupo de navegadores
ro: grup de browsere
ru: группа браузеров
sv: webbläsargrupp

source: browser groups
cs: skupiny prohlížečů
da: browser gruppe
de: Browsergruppen
el: ομάδες φυλλομετρητών
es: grupo de navegadores
fr: groupes de navigateurs
it: gruppi di browser
nb: nettlesergrupper
pl: grupy przeglądarek
pt_br: grupo de navegadores
ro: grupuri de browsere
ru: группы браузеров
sv: Webbläsargrupper

source: user agent
cs: označení
el: πράκτορας χρήστη
es: agente usuario
fr: interface utilisateur
nb: nettleser
pl: identyfikator przeglądarki
sv: användaragent

source: version
cs: verze
el: έκδοση
es: versión
it: versione
nb: versjon
pl: wersja
pt_br: versão
ro: versiune
ru: версия

source: major
da: stor
de: Hauptversion
el: μεγάλο
es: importante
fr: majeur
it: maggiore
nb: viktig
pl: główny
pt_br: maior
ro: majoră
ru: главная
sv: större

source: minor
da: mindre
de: Unterversion
el: μικρό
es: menor
fr: mineur
it: minore
nb: mindre viktig
pl: podrzędny
pt_br: menor
ro: minoră
ru: второстепенная
sv: mindre

source: engine version
cs: verze jádra
el: έκδοση μηχανής
es: versión de motor
fr: version du moteur
it: versione dell'engine
nb: motorversjon
pl: wersja silnika
ro: versiunea motorului
ru: версия движка
sv: motorversion

source: command
cs: příkaz
da: kommando (command)
de: Befehl
el: εντολή
es: comando
fr: commande
it: comando
nb: kommando
pl: polecenie
pt_br: comando
ro: comandă
ru: команда
sv: kommando

source: Leave empty to use default command.
cs: Nechte prázdné pro použití výchozího příkazu.
da: Lad være blank for at bruge default værdi.
de: Freilassen für Standardbefehl.
el: Αφήστε άδειο για χρήση της προεπιλεγμένης εντολής.
es: Dejar vacío para usar el comando predeterminado.
fr: Laisser vide pour utiliser la valeur par défaut.
it: Lasciare vuoto per usare il comando predefinito.
nb: Tom felt gir forvalgte verdier.
pl: Zostaw puste aby użyć domyślnego polecenia.
pt_br: Deixe em branco para usar o comando padrão.
ro: Lăsaţi această căsuţă goală pentru comanda implicită.
ru: Оставьте поле пустым, если хотите использовать команду по умолчанию.
sv: Lämna tom för att använda standard kommando.

source: active
cs: aktivní
da: aktiv
de: aktiv
el: ενεργό
es: activo
fr: actif
it: attivo
nb: aktiv
pl: aktywna
pt_br: ativo
ro: activ
ru: активен
sv: aktiv

source: Designates that this browser is currently installed.
cs: Ukazuje, že tento prohlížeč je nainstalován.
da: Fortæller om browseren er installeret.
de: Gibt an, dass dieser Browser derzeit installiert ist.
el: Δείχνει ότι αυτό ο φυλλομετρητής είναι εγκατεστημένος.
es: Designa que este navegador está actualmente instalado.
fr: Précisez si ce navigateur est actuellement installé.
it: Indica che questo browser è attualmente installato.
nb: Angir at denne nettleseren er installert for øyeblikket.
pl: Oznacza, że ta przeglądarka jest aktualnie zainstalowana.
pt_br: Determina que este navegador está instalado agora.
ro: Indică faptul că acest browser este deja instalat.
ru: Обозначает, что этот браузер установлен.
sv: Markerar att denna webbläsare för nuvarande är installerad.

source: last upload
cs: poslední nahrání
da: sidste upload
de: letzter Upload
el: τελευταίο ανέβασμα
es: Última carga
fr: dernier envoi
it: ultimo upload
nb: siste opplasting
pl: ostatnie wgranie
pt_br: Último upload
ro: ultima încărcare
ru: последняя загрузка
sv: senaste uppladdning

source: uploads per hour
cs: nahrání za hodinu
da: uploads per time
de: Uploads pro Stunde
el: ανεβάσματα ανά ώρα
es: Cargas por hora
fr: envois par heure
it: numero di upload all'ora
nb: opplastinger per timen
pl: ilość wgrań na godzinę
pt_br: uploads por hora
ro: încărcări pe oră
ru: загрузок в час
sv: uppladdningar per timme

source: uploads per day
cs: nahrání za den
da: uploads per dag
de: Uploads pro Tag
el: ανεβάσματα ανά ημέρα
es: Cargas por día
fr: envois par jour
it: numero di upload al giorno
nb: opplastinger per dag
pl: ilość wgrań w ciągu dnia
pt_br: uploads por dia
ro: încărcări pe zi
ru: загрузок в день
sv: uppladdningar per dag

source: created
cs: Vytvořeno
da: oprettet
de: erstellt
el: δημιουργήθηκε
es: creado
fr: créé
it: creato
nb: opprettet
pl: stworzony
pt_br: criado
ro: data creării
ru: создан
sv: skapad

source: browser
cs: prohlížeč
el: φυλλομετρητής
es: navegador
fr: navigateur
nb: nettleser
pl: przeglądarka
pt_br: navegador
ru: браузер
sv: webbläsare

source: browsers
cs: prohlížeče
da: browsere
de: Browser
el: φυλλομετρητές
es: navegadores
fr: navigateurs
it: browser
nb: nettlesere
pl: przeglądarki
pt_br: navegadores
ro: browsere
ru: браузеры
sv: webbläsare

source: deactivate
cs: deaktivovat
da: deaktiver
de: deaktivieren
el: απενεργοποίηση
es: desactivar
fr: désactiver
it: disattiva
nb: deaktiver
pl: wyłącz
pt_br: desativar
ro: dezactivează
ru: деактивировать
sv: deaktivera

source: activate
cs: aktivovat
da: aktivér
de: aktivieren
el: ενεργοποίηση
es: activar
fr: activer
it: attivare
nb: aktiver
pl: włącz
pt_br: ativar
ro: activează
ru: активировать
sv: aktivera

source: Unknown factory name.
cs: Neznámé jméno stroje.
da: Ukendt fabriksnavn.
de: Unbekannter Fabrikname.
el: Άγνωστο όνομα εργαστηρίου.
es: Nombre de fábrica desconocido.
fr: Nom de plateforme inconnu.
it: Nome della Factory sconosciuto.
pl: Nieznana nazwa fabryki.
sv: Okänt fabriksnamn.

source: Password mismatch.
cs: Heslo nesouhlasí.
da: Uidentiske kodeord.
de: Falsches Passwort.
el: Λάθος συνθηματικό.
es: No coincide la contraseña.
fr: Mot de passe invalide.
it: Password errata.
nb: Passordene var ikke like.
pl: Błąd hasła.
pt_br: Senha incorreta.
ro: Parola nu corespunde.
ru: Пароль не совпадает.
sv: Lösenorden stämmer inte överens.

source: add a new browser version
cs: přidat novou verzi prohlížeče
da: tilføj en ny browser version
de: eine neue Browserversion eintragen
el: προσθήκη νέας έκδοσης φυλλομετρητή
es: añadir una nueva versión de navegador
fr: ajouter un nouvelle version de navigateur
it: aggiungi una nuova versione del browser
nb: legg til en ny versjon av nettleseren
pl: dodaj nową wersję przeglądarki
pt_br: adicionar uma nova versão de navegador
ro: adaugăţi o nouă versiune de browser
ru: добавить новую версию браузера
sv: lägg till en ny webbläsarversion

source: submit
cs: odeslat
da: send ind
de: abschicken
el: υποβολή
es: enviar
fr: envoyer
it: invia
nb: send inn
pl: wyślij
pt_br: enviar
ro: trimite
ru: отправить
sv: skicka

source: updates
cs: aktualizace
da: opdateringer
de: Aktualisierungen
el: ανανεώσεις
es: actualizaciones
fr: mises à jour
it: aggiornamenti
nb: oppgraderinger
pl: aktualizacje
pt_br: atualizações
ro: actualizări
ru: обновления
sv: uppdateringar

source: You can also use this page when you've changed settings or updated the browser.
cs: Můžete také použít tuto stránku poté, co jste změnili nastavení nebo aktualizovali prohlížeč.
da: Du kan også bruge denne side, når du har ændret indstillinger eller opdateret browseren.
de: Du kannst diese Seite auch benutzen, wenn du Einstellungen verändert oder den Browser aktualisiert hast.
el: Μπορείτε επίσης να χρησιμοποιήσετε αυτή τη σελίδα όταν έχετε αλλάξει ή ανανεώσει τον φυλλομετρητή.
es: Usted también puede usar esta página cuando los ajustes fueron cambiados o actualizado el navegador.
fr: Vous pouvez aussi utiliser cette page quand vous changez de paramètres ou mettez à jour le navigateur.
it: Puoi inoltre usare questa pagina quando hai cambiato le impostazioni o aggiornato il browser.
nb: Du kan også bruke denne siden når du har endret innstillinger eller har oppdatert nettleseren.
pl: Możesz też użyć tej strony jeżeli zmieniłeś ustawienia lub uaktualniłeś przeglądarkę.
pt_br: Você também pode usar esta página quando modificar configurações ou atualizar o navegador.
ro: Această pagină poate fi folosită şi după modificarea setărilor sau actualizarea browser-ului.
ru: Вы можете воспользоваться этой страницей, если вы изменили настройки или обновили браузер.
sv: Du kan också använda denna sida när du har ändrat inställningar eller uppdaterat webbläsaren.

source: If the same browser is already registered for your factory, it will be replaced.
cs: Pokud stejný prohlížeč již existuje na vašem stroji, bude nahrazen.
da: Hvis den samme browser allerede er registreret for din fabrik vil den blive erstattet.
de: Wenn der gleiche Browser bereits für deine Fabrik eingetragen ist, wird er ersetzt.
el: Αν ο ίδιος φυλλομετρητής έχει ήδη καταχωρηθεί για το εργαστήριό σας, τότε θα αντικατασταθεί.
es: Si el mismo navegador ya está registrado para su fábrica, será reemplazado.
fr: Si le même navigateur est déjà enregistré dans votre plateforme, il sera remplacé.
it: Se lo stesso browser è già registrato per la tua Factory sarà rimpiazzato.
nb: Om den samme nettleseren allerede er registrert for din fabrikk, vil den bli erstattet.
pl: Jeżeli taka sama przeglądarka jest już zarejestrowana w twojej fabryce, to zostanie zastąpiona.
pt_br: Se o mesmo navegador já estiver registrado para sua fábrica, ele será substituído.
ro: În cazul în care acelaşi browser este deja înregistrat în fabrica ta, el va fi înlocuit.
ru: Если тот же самый браузер уже зарегистрирован в вашей фабрике, он будет заменен.
sv: Om samma webbläsare redan är registrerad för din fabrik kommer den att ersättas.

source: other options
cs: další možnosti
da: andre muligheder
de: andere Optionen
el: άλλες επιλογές
es: otras opciones
fr: autres options
it: altre opzioni
nb: andre valg
pl: inne opcje
pt_br: outras opções
ro: alte setări
ru: другие параметры
sv: andra alternativ

source: If your browser group or rendering engine is not available, please write to %(email)s.
cs: Pokud váše skupina prohlížečů nebo vykreslovací engine není dostupný, napište na %(email)s.
da: Hvis din browser gruppe eller operativ system ikke er til at komme i kontakt med, så skriv venligst til %(email)s.
de: Wenn deine Browsergruppe oder Rendering-Engine nicht verfügbar ist, schreib an %(email)s.
el: Αν η ομάδα φυλλομετρητών ή η μηχανή μορφοποίησης δεν είναι διαθέσιμη, παρακαλώ γράψτε στο %(email)s.
es: Si su grupo de navegador o motor de renderizado no está disponible, por favor escríbame a %(email)s.
fr: Si votre groupe de navigateur ou moteur de rendu n'est pas disponible, merci de bien vouloir écrire à %(email)s.
it: Se il tuo insieme di browser o il motore di rendering non è disponibile, per favore scrivi a %(email)s.
nb: Hvis din nettlesergruppe eller tegnemotor ikke er tilgjengelige, vennligst skriv til %(email)s.
pl: Jeżeli jakaś grupa przeglądarek lub silnik renderujący nie jest dostępny wyślij email na adres %(email)s.
pt_br: Se o seu grupo de navegador ou motor de renderização não estiver disponível, por favor escreva para %(email)s.
ro: În cazul în care grupul tău de browsere sau motorul tău de randare nu este disponibil, te rugăm să trimiţi un email la %(email)s.
ru: Если ваша группа браузеров или движок недоступны, пожалуйста, напишите письмо по адресу %(email)s.
sv: Om din webbläsargrupp eller rendringsmotor inte är tillgänglig, var god skriv till %(email)s.

source: enabled
cs: povoleno
da: aktiveret
de: aktiviert
el: ενεργό
es: Habilitado
fr: activé
it: abililitato
nb: aktivert
pl: włączone
pt_br: ativado
ro: activat
ru: включено
sv: aktiverad

source: disabled
cs: nepovoleno
da: deaktiveret
de: deaktiviert
el: ανενεργό
es: Deshabilitado
fr: désactivé
it: disabilitato
nb: stoppet
pl: wyłączone
pt_br: desabilitado
ro: dezactivat
ru: отключено
sv: avstängd

source: page not found
cs: stránka nebyla nalezena
da: side ikke fundet
de: Seite nicht gefunden
el: η σελίδα δεν βρέθηκε
es: página no encontrada
fr: page introuvable
it: pagina non trovata
nb: siden ble ikke funnet
pl: strona nie istnieje
pt_br: página não encontrada
ro: pagină inexistentă
ru: страница не найдена
sv: sida hittades inte

source: The requested page was not found.
cs: požadovaná stránka nebyla nalezena.
da: Siden du bad om blev ikke fundet.
de: Die angeforderte Seite wurde nicht gefunden.
el: Η σελίδα που ζητήθηκε δεν βρέθηκε.
es: La solicitud de página no se encontró.
fr: La page demandée n'a pas été trouvé.
it: La pagina richiesta non è stata trovata.
nb: Den anmodede siden ble ikke funnet.
pl: Żądana strona nie istnieje.
pt_br: A página requisitada não foi encontrada.
ro: Pagina cerută nu a fost găsită.
ru: Запрошенная вами страница не найдена.
sv: Den begärda sidan hittades inte.

source: internal server error
cs: interní chyba serveru
da: intern server fejl
de: interner Serverfehler
el: εσωτερικό σφάλμα εξυπηρετητή
es: error interno de servidor
fr: erreur interne au serveur
it: errore interno del server
nb: tjenerfeil
pl: wewnętrzny błąd serwera
pt_br: erro interno do servidor
ro: eroare internă de server
ru: ошибка сервера
sv: internt serverfel

source: home
cs: domů
da: hjem
el: αρχή
es: inicio
fr: accueil
nb: hjem
pl: strona główna
ro: acasă
ru: главная
sv: hem

source: screenshots
cs: screenshoty
el: στιγμιότυπα οθόνης
es: capturas de pantalla
fr: captures d'écran
nb: skjermdumper
pl: zrrzuty ekranu
ro: capturi de ecran
ru: скриншоты
sv: skärmbilder

source: queue
cs: fronta
da: kø
de: Warteschlange
el: ουρά
es: cola
fr: liste d'attente
it: coda
nb: kø
pl: kolejka
pt_br: fila
ro: coadă
ru: очередь
sv: kö

source: factories
cs: stroje
da: fabrikker
de: Fabriken
el: εργαστήρια
es: fábricas
fr: plateformes
it: Factory
nb: fabrikker
pl: fabryki
pt_br: fábricas
ro: fabrici
ru: фабрики
sv: fabriker

source: search
cs: hledání
da: søg
de: Suche
el: αναζήτηση
es: buscar
fr: rechercher
it: cerca
nb: søk
pl: szukaj
pt_br: busca
ro: căutare
ru: поиск
sv: sök

source: signed in as
cs: přihlášen jako
da: logged ind som
de: angemeldet als
el: έχετε εισέλθει ως
es: registrado como
fr: connecté en tant que
it: registrato come
nb: innlogget som
pl: zalogowany jako
ro: conectat ca
ru: вы вошли в систему как
sv: inloggad som

source: logout
cs: odhlásit se
da: logud
de: abmelden
el: έξοδος
es: cerrar sesión
fr: déconnexion
it: disconnetti
nb: logg ut
pl: wyloguj
pt_br: sair
ro: deconectare
ru: выйти
sv: logga ut

source: login
cs: přihlásit se
de: anmelden
el: είσοδος
es: inicio de sesión
fr: connexion
it: accedi
nb: logg inn
pl: zaloguj
ro: conectare
ru: вход
sv: logga in

source: hosted by %(provider)s
cs: hosting od %(provider)s
da: hosted af %(provider)s
de: gehostet bei %(provider)s
el: φιλοξενείται από %(provider)s
es: hospedado por %(provider)s
fr: hébergé par %(provider)s
it: ospitato da %(provider)s
nb: vertet opp hos %(provider)s
pl: hostowane przez %(provider)s
pt_br: hospedado por %(provider)s
ro: găzduit de %(provider)s
ru: хостинг предоставлен %(provider)s
sv: hostad av %(provider)s

source: %(seconds)d s
el: %(seconds)d δευτερόλεπτα
it: %(seconds)d sec
ru: %(seconds)d сек.

source: %(minutes)d min
el: %(minutes)d λεπτά
nb: %(minutes)d minutter
ru: %(minutes)d мин.

source: %(hours)d h
da: %(hours)d t
el: %(hours)d ώρα(-ες)
it: %(hours)d ore
nb: %(hours)d timer
pl: %(hours)d godz
ru: %(hours)d час.

source: %(days)d d
el: %(days)d μέρα(-ες)
fr: %(days)d j
it: %(days)d gg
nb: %(days)d dager
pl: %(days)d dni
ro: %(days)d z
ru: %(days)d дн.
